Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Viewing sales report for %(salesperson)s from %(start)s to %(end)s
ar: عرض تقرير المبيعات لـ %(salesperson)s من %(start)s إلى %(end)s

source: Sales Report By Sales Person
ar: تقرير المبيعات حسب مندوب المبيعات

source: Sales Report
ar: تقرير المبيعات

source: Discount Amount
ar: مبلغ الخصم

source: Returns Count
ar: عدد المرتجعات

source: Sales Person
ar: مندوب المبيعات

source: Viewing sales report by salesperson page
ar: عرض صفحة تقرير المبيعات حسب مندوب المبيعات

source: Trial Balance Report
ar: تقرير الميزان المراجعة

source: As of Date
ar: حتى تاريخ

source: Debit Balance
ar: رصيد المدين

source: Credit Balance
ar: الرصيد الدائن

source: Total
ar: الإجمالي

source: Trial Balance
ar: الميزان التجريبي

source: Viewing trial balance report page
ar: عرض صفحة تقرير الميزان المراجعة

source: Balance Sheet Report
ar: تقرير الميزانية العمومية

source: Viewing balance sheet report
ar: عرض صفحة تقرير الميزانية العمومية

source: Income Statement Report
ar: تقرير قائمة الدخل

source: Viewing income statement report
ar: عرض صفحة تقرير قائمة الدخل

source: Cash Flow Statement Report
ar: تقرير التدفق النقدي

source: Viewing cash flow statement report
ar: عرض صفحة تقرير التدفق النقدي

source: Financial Ratios Report
ar: تقرير النسب المالية

source: Viewing financial ratios report
ar: عرض تقرير النسب المالية

source: Accounts Receivable Aging Report
ar: تقرير أعمار الذمم

source: Inventory Balances Report
ar: تقرير أرصدة المخزون

source: View Inventory Ralance Report
ar: عرض تقرير أرصدة المخزون

source: Sector Name
ar: اسم الدائن

source: Sector
ar: القطاع

source: Sectors
ar: القطاعات

source: Revenue
ar: الإيرادات

source: Expense
ar: المصروفات

source: Category Type
ar: نوع الفئة

source: Revenue/Expense Category
ar: فئة الإيراد/المصروف

source: Revenue/Expense Categories
ar: فئات الإيرادات والمصروفات

source: Cheque
ar: شيك

source: Revenue/Expense Entry
ar: إدخال الإيرادات/المصروفات

source: Revenue/Expense Entries
ar: إدخالات الإيرادات والمصروفات

source: Can View Revenues/Expenses
ar: يمكن عرض الإيرادات والمصروفات

source: Can Add Revenues/Expenses
ar: يمكن إضافة الإيرادات والمصروفات

source: Can Edit Revenues/Expenses
ar: يمكن تعديل الإيرادات والمصروفات

source: Can Delete Revenues/Expenses
ar: يمكن حذف الإيرادات والمصروفات

source: Weekly
ar: أسبوعي

source: Semi-Annual
ar: نصف سنوي

source: Annual
ar: سنوي

source: Recurring Revenue/Expense Name
ar: اسم الإيرادات/المصروفات المتكررة

source: Frequency
ar: التكرار

source: Last Generation Date
ar: تاريخ آخر إهلاك

source: Next Due Date
ar: تاريخ الاستحقاق

source: Auto Generate
ar: إنشاء الإدخالات تلقائيًا

source: Recurring Revenue/Expense
ar: إضافة إيراد/مصروف متكرر

source: Recurring revenues and expenses
ar: الإيرادات والمصروفات المتكررة

source: You do not have permission to edit revenue/expense category
ar: ليس لديك صلاحية لتعديل فئة الإيراد/المصروف

source: Edit category: {old_name} -> {new_name}
ar: تعديل الفئة: {old_name} -> {new_name}

source: Category updated successfully
ar: تم تحديث الفئة بنجاح

source: Edit Revenue/Expense Category
ar: تعديل فئة الإيراد/المصروف

source: Appropriate accounting accounts not found
ar: لم يتم العثور على حسابات محاسبية مناسبة

source: You do not have permission to view revenues/expenses
ar: ليس لديك صلاحية لعرض الإيرادات والمصروفات

source: Revenues and Expenses Dashboard
ar: لوحة تحكم الإيرادات والمصروفات

source: Revenue and Expense Categories
ar: فئات الإيرادات والمصروفات

source: You do not have permission to add revenue/expense category
ar: ليس لديك صلاحية لإضافة فئة إيراد/مصروف

source: Create new category: {name}
ar: إنشاء فئة جديدة: {الاسم}

source: Create New Category
ar: إنشاء فئة جديدة

source: Category created successfully
ar: تم إنشاء الفئة بنجاح

source: Add New Category
ar: إضافة فئة جديدة

source: You do not have permission to delete revenue/expense category
ar: ليس لديك صلاحية لحذف فئة إيراد/مصروف

source: Category deleted successfully
ar: تم حذف الفئة بنجاح

source: Confirm Category Deletion
ar: تأكيد حذف الفئة

source: You do not have permission to add revenues/expenses
ar: ليس لديك صلاحية لإضافة الإيرادات والمصروفات

source: Add New Entry
ar: إضافة قيد جديد

source: You do not have permission to delete revenue/expense entry
ar: ليس لديك صلاحية لحذف إدخال إيراد/مصروف

source: Entry deleted successfully
ar: تم حذف القيد بنجاح

source: Confirm Entry Deletion
ar: تأكيد حذف القيد

source: You do not have permission to edit revenue/expense entry
ar: ليس لديك صلاحية لتعديل إدخال إيراد/مصروف

source: Entry updated successfully
ar: تم تحديث القيد بنجاح

source: Edit Revenue/Expense Entry
ar: تعديل إدخال إيراد/مصروف

source: Entry Details
ar: تفاصيل الإدخال

source: Entry approved successfully
ar: تم الموافقة على القيد بنجاح

source: Add recurring revenue/expense: {name}
ar: إضافة إيرادات/مصروفات متكررة: {name}

source: Recurring revenue/expense created successfully
ar: تم إنشاء الإيراد/المصروف المتكرر بنجاح

source: Add Recurring Revenue/Expense
ar: إضافة إيراد/مصروف متكرر

source: Recurring Revenue/Expense Details
ar: اسم الإيرادات/المصروفات المتكررة

source: Edit recurring revenue/expense: {name}
ar: تعديل الإيرادات/المصروفات المتكررة: {الاسم}

source: Recurring revenue/expense updated successfully
ar: تم تحديث الإيراد/المصروف المتكرر بنجاح

source: Edit Recurring Revenue/Expense
ar: تعديل الإيرادات/المصروفات المتكررة

source: Delete recurring revenue/expense: {name}
ar: حذف الإيرادات/المصروفات المتكررة: {name}

source: Recurring revenue/expense "{name}" deleted successfully
ar: تم حذف الإيرادات/المصروفات المتكررة "{name}" بنجاح

source: Activated recurring revenue/expense: {name}
ar: تم تفعيل الإيرادات/المصروفات المتكررة: {name}

source: Recurring revenue/expense {name} activated successfully
ar: تم تفعيل الإيرادات/المصروفات المتكررة {name} بنجاح

source: Deactivated recurring revenue/expense: {name}
ar: تم تعطيل الإيرادات/المصروفات المتكررة: {name}

source: Recurring revenue/expense {name} deactivated successfully
ar: تم إلغاء تنشيط الإيرادات/المصروفات المتكررة {name} بنجاح

source: Generated journal entry from recurring: {name} - Entry Number: {num}
ar: قيد يومية تم إنشاؤه من متكرر: {name} - رقم القيد: {num}

source: Generated journal entry {num} from recurring revenue/expense successfully
ar: تم إنشاء قيد اليومية {num} بنجاح من الإيرادات/المصروفات المتكررة

source: Revenue and Expense Entries
ar: إدخالات الإيرادات والمصروفات

source: You do not have permission to export revenue and expense entries
ar: ليس لديك صلاحية لتصدير إدخالات الإيرادات والمصروفات

source: Approval Status
ar: حالة الموافقة

source: Creation Date
ar: تاريخ الإنشاء

source: Export revenue and expense entries to Excel
ar: تصدير إدخالات الإيرادات والمصروفات إلى إكسل

source: You do not have permission to export revenue and expense categories
ar: ليس لديك صلاحية لتصدير فئات الإيرادات والمصروفات

source: Not specified
ar: غير محدد

source: Export revenue and expense categories to Excel
ar: تصدير فئات الإيرادات والمصروفات إلى إكسل

source: You do not have permission to export recent entries
ar: ليس لديك صلاحية لتصدير الإدخالات الأخيرة

source: Recent Entries
ar: الإدخالات الأخيرة

source: Export recent entries from dashboard to Excel
ar: تصدير الإدخالات الأخيرة من لوحة التحكم إلى إكسل

source: Journal entry {num} created
ar: تم إنشاء إدخال دفتر اليومية {num}

source: Entry created successfully but failed to create journal entry: {error}
ar: تم إنشاء الإدخال بنجاح ولكن فشل إنشاء القيد اليومي: {error}

source: Add new {type} entry: {num} - {desc}
ar: إضافة {type} جديد: {num} - {desc}

source: Entry {num} created successfully. Amount: {amount} {currency}
ar: تم إنشاء الإدخال {num} بنجاح. المبلغ: {amount} {currency}

source: Auto-approved
ar: معتمد

source: Add Revenue/Expense Entry
ar: إضافة إدخال إيراد/مصروف

source: Approve {type} entry: {num}
ar: الموافقة على إدخال {type}: {number}

source: Entry {num} approved successfully
ar: تمت الموافقة على الإدخال {num} بنجاح

source: You do not have permission to view revenue/expense entry
ar: ليس لديك صلاحية لعرض إدخال إيراد/مصروف

source: You do not have permission to view sector analysis
ar: ليس لديك صلاحية لعرض تحليلات المبيعات

source: Revenue and Expenses Analysis by Sector
ar: لوحة تحكم الإيرادات والمصروفات

source: View sector analysis
ar: عرض القطاعات

source: Installment
ar: تقسيط

source: Cashbox from which cash is collected for cash sales
ar: الصندوق المحصل منه النقد للمبيعات النقدية

source: Inclusive Tax
ar: ضريبة شاملة

source: QR Code image data from JoFotara (base64 or URL)
ar: بيانات صورة رمز الاستجابة السريعة من جوفاتورة (base64 أو URL)

source: Whether this invoice has been posted to Income and Sales Tax Department
ar: التكامل الإلكتروني مع إدارة ضرائب الدخل والمبيعات

source: Sales Invoices
ar: فواتير المبيعات

source: Can View Sales
ar: عرض المبيعات

source: Can Add Sales
ar: إضافة المبيعات

source: Can Edit Sales
ar: تعديل المبيعات

source: Can Delete Sales
ar: حذف المبيعات

source: Can Post Sales to Tax Authority
ar: رفع المبيعات إلى دائرة الضريبة

source: Can View Sales Statement
ar: عرض كشف المبيعات

source: Can View Sales Returns Statement
ar: عرض كشف مردود المبيعات

source: Can View POS
ar: عرض نقاط البيع

source: Can Access POS
ar: الوصول لنقاط البيع

source: Can Edit POS
ar: تعديل نقاط البيع

source: Can Delete POS
ar: حذف نقاط البيع

source: Cashbox is required for cash invoices
ar: يجب تحديد الصندوق للدفع النقدي

source: Sales Invoice Item
ar: عنصر فاتورة المبيعات

source: Sales Invoice Items
ar: عناصر فواتير المبيعات

source: Sales Return Number
ar: رقم المرتجع

source: Whether this return has been posted to Income and Sales Tax Department
ar: التكامل الإلكتروني مع إدارة ضرائب الدخل والمبيعات

source: Can View Sales Returns
ar: عرض مردود المبيعات

source: Can Add Sales Returns
ar: إضافة مردود المبيعات

source: Can Edit Sales Returns
ar: تعديل مردود المبيعات

source: Can Delete Sales Returns
ar: حذف مردود المبيعات

source: Can Post Sales Returns to Tax Authority
ar: رفع مرتجعات المبيعات إلى دائرة الضريبة

source: Sales Return Item
ar: عنصر مردود المبيعات

source: Sales Return Items
ar: عناصر مردود المبيعات

source: Credit Note Number
ar: رقم إشعار دائن

source: Date and time when credit note was sent to JoFotara
ar: التاريخ والوقت الذي أُرسل فيه إشعار الدائن إلى جوفاتورة

source: URL to verify credit note on JoFotara portal
ar: رابط التحقق من إشعار الدائن على بوابة جوفاتورة

source: Whether this credit note has been posted to Income and Sales Tax Department
ar: التكامل الإلكتروني مع إدارة ضرائب الدخل والمبيعات

source: Can View Credit Notes
ar: عرض إشعارات الدائن

source: Can Add Credit Notes
ar: إضافة إشعارات الدائن

source: Can Edit Credit Notes
ar: تعديل إشعارات الدائن

source: Can Delete Credit Notes
ar: حذف إشعارات الدائن

source: Can Post Credit Notes to Tax Authority
ar: رفع الإشعارات الدائنة إلى دائرة الضريبة

source: Sales invoice sequence not configured. Please configure it in settings first.
ar: لم يتم تكوين تسلسل فاتورة المبيعات. يرجى تكوينه في الإعدادات أولاً.

source: Failed to parse numeric value for field %(name)s: %(val)s
ar: فشل تحليل القيمة الرقمية للحقل %(name)s: %(val)s

source: Please select a customer
ar: يرجى اختيار عميل

source: Please select a payment method
ar: يرجى اختيار طريقة دفع

source: Please select a warehouse
ar: يرجى اختيار مستودع

source: Failed to create invoice: Required fields are missing
ar: فشل إنشاء الفاتورة: الحقول المطلوبة مفقودة

source: The selected cashbox does not exist or is not active
ar: الصندوق المحدد غير موجود أو غير نشط

source: Failed to create invoice: No items added
ar: فشل في إنشاء الفاتورة: لم تتم إضافة عناصر

source: Please add at least one product
ar: يرجى إضافة منتج واحد على الأقل

source: Warning: Product "%(product)s" is not available in the selected warehouse.
ar: تحذير: المنتج "%(product)s" غير متوفر في المستودع المحدد.

source: Failed to create sales invoice: Credit limit exceeded - Amount %(total)s > Available %(available)s
ar: فشل في إنشاء فاتورة المبيعات: تم تجاوز حد الائتمان - المبلغ %(total)s > المتاح %(available)s

source: Invoice creator changed to %(name)s by %(user)s
ar: تم تغيير منشئ الفاتورة إلى %(name)s بواسطة %(user)s

source: Default sales warehouse updated from %(old)s to %(new)s
ar: تم تحديث مستودع المبيعات الافتراضي من %(old)sإلى %(new)s

source: Default cashbox updated from %(old)s to %(new)s
ar: تم تحديث الصندوق الافتراضي من %(old)sإلى %(new)s

source: Created sales invoice number %(number)s
ar: تم إنشاء فاتورة مبيعات رقم %(number)s

source: - Cash payment from cashbox: %(cashbox)s
ar: - دفع نقدي من الصندوق: %(cashbox)s

source: Viewed sales invoice creation page
ar: تم عرض صفحة إنشاء فاتورة المبيعات

source: تعديل مبلغ الخصم من %(old)s إلى %(new)s
ar: تم تعديل مبلغ الخصم من %(old)s إلى %(new)s

source: حدث خطأ في حذف القيود المحاسبية
ar: حدث خطأ أثناء حذف القيود المحاسبية

source: Credit note sequence not configured. Please configure it in settings first.
ar: لم يتم تكوين تسلسل إشعار الدائن. يرجى تكوينه في الإعدادات أولاً.

source: Invoice created successfully
ar: تم إنشاء الفاتورة بنجاح

source: ليس لديك صلاحية لتعديل فواتير المبيعات
ar: ليس لديك صلاحية لحذف البيانات

source: تم إضافة المنتج بنجاح
ar: إضافة سطر منتج جديد

source: حدث خطأ أثناء إضافة المنتج
ar: حدث خطأ أثناء إصلاح الهرمية: {}

source: You do not have permission to post invoices to tax authority
ar: ليس لديك صلاحية لترحيل الفواتير إلى إدارة الضريبة

source: This invoice has already been posted to tax authority
ar: هذه الفاتورة مُرحّلة إلى إدارة الضريبة مسبقاً

source: Invoice has been successfully posted to tax authority
ar: تم ترحيل الفاتورة إلى إدارة الضريبة بنجاح

source: You do not have permission to post returns to tax authority
ar: ليس لديك صلاحية لترحيل المرتجعات إلى إدارة الضريبة

source: This return has already been posted to tax authority
ar: هذا المرتجع مُرحّل إلى إدارة الضريبة مسبقاً

source: Sales return has been successfully posted to tax authority
ar: تم ترحيل مرتجع المبيعات إلى إدارة الضريبة بنجاح

source: You do not have permission to post credit notes to tax authority
ar: ليس لديك صلاحية لترحيل إشعارات الدائن إلى إدارة الضريبة

source: This credit note has already been posted to tax authority
ar: هذا إشعار الدائن مُرحّل إلى إدارة الضريبة مسبقاً

source: Credit note has been successfully posted to tax authority
ar: تم ترحيل إشعار الدائن إلى إدارة الضريبة بنجاح

source: رمز العملة الأساسية للنظام (مثل JOD, USD)
ar: رمز العملة الأساسية للنظام (مثل JOD أو USD)

source: اللون الأساسي للنظام (Hex Code)
ar: اللون الأساسي للنظام (رمز هيكس)

source: اللون الثانوي للنظام (Hex Code)
ar: اللون الثانوي للنظام (رمز هيكس)

source: لون التمييز للنظام (Hex Code)
ar: لون التمييز للنظام (رمز هيكس)

source: مثال: invoice, receipt, purchase_order
ar: مثال: فاتورة، سند، أمر شراء

source: نشط
ar: Active

source: تاريخ الإنشاء
ar: Creation Date

source: تاريخ التحديث
ar: Update Date

source: API URL
ar: رابط واجهة برمجة التطبيقات

source: رابط API لنظام JoFotara
ar: رابط واجهة برمجة التطبيقات لنظام جوفاتورة

source: Client ID
ar: معرف العميل

source: Client Secret
ar: سر العميل

source: تفعيل الربط مع JoFotara
ar: تفعيل الربط مع جوفاتورة

source: استخدام Mock API
ar: المستخدم

source: استخدام API وهمي للاختبار
ar: استخدام واجهة وهمية للاختبار

source: تفعيل ترحيل المستندات تلقائياً
ar: الساعة اليومية لترحيل المستندات تلقائياً

source: إعدادات JoFotara
ar: إعدادات الشركة

source: Can access print design settings
ar: يمكن الوصول إلى إعدادات تصميم الطباعة

source: Settings Permission Manager
ar: مدير صلاحيات الإعدادات

source: Settings Permission Managers
ar: مديرو صلاحيات الإعدادات

source: You do not have permission to view document number management
ar: ليس لديك صلاحية لعرض إدارة أرقام المستندات

source: You do not have permission to view system settings
ar: ليس لديك صلاحية لعرض إعدادات النظام

source: You do not have permission to edit document sequences
ar: ليس لديك صلاحية لتعديل أرقام مستندات

source: You do not have permission to add document sequences
ar: ليس لديك صلاحية لإضافة أرقام مستندات

source: You do not have permission to delete document sequences
ar: ليس لديك صلاحية لحذف أرقام مستندات

source: Purchase Order
ar: أمر شراء

source: Supplier Statement
ar: كشف حساب مورد

source: Inventory Report
ar: تقرير المخزون

source: Financial Report
ar: تقرير مالي

source: ليس لديك صلاحية للوصول لإعدادات JoFotara.
ar: ليس لديك صلاحية للوصول لإعدادات الطباعة.

source: تم حفظ إعدادات JoFotara بنجاح
ar: تم حفظ إعدادات الطباعة بنجاح

source: Account Statement
ar: كشف الحساب

source: Print
ar: طباعة

source: Clear Filter
ar: إلغاء الفلتر

source: Total Debit
ar: إجمالي المدين

source: SAR
ar: ريال

source: Total Credit
ar: إجمالي الدائن

source: Number of Transactions
ar: عدد المعاملات

source: Transaction
ar: معاملة

source: Documents Summary
ar: ملخص المستندات

source: Account Movements
ar: حركات الحساب

source: Transaction Number
ar: رقم المعاملة

source: No transactions found
ar: لا توجد معاملات

source: No financial transactions found for this customer
ar: لم يتم العثور على معاملات مالية لهذا العميل

source: Discount
ar: خصم

source: No sales invoices found
ar: لم يتم العثور على فواتير مبيعات

source: No purchase invoices found
ar: لم يتم العثور على فواتير شراء

source: No receipt vouchers found
ar: لم يتم العثور على قسائم المقبوضات

source: Payment Number
ar: رقم الدفع

source: No payment vouchers found
ar: لم يتم العثور على سندات صرف

source: Integrated Accounting System
ar: نظام المحاسبة المتكامل

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Username
ar: اسم المستخدم

source: Enter your username
ar: أدخل اسم المستخدم

source: Password
ar: كلمة المرور

source: Enter your password
ar: أدخل كلمة المرور

source: Login
ar: تسجيل الدخول

source: Manage financial transactions for customers and suppliers
ar: إدارة المعاملات المالية للعملاء والموردين

source: Create transactions for existing invoices
ar: إنشاء معاملات للفواتير الموجودة

source: Transaction number, customer, description...
ar: رقم المعاملة، العميل، الوصف...

source: Total Transactions
ar: إجمالي المعاملات

source: Transactions List
ar: قائمة المعاملات

source: First
ar: الأول

source: Last
ar: الأخير

source: No financial transactions were found
ar: لم يتم العثور على معاملات مالية

source: Do you want to create accounting transactions for all existing invoices?
ar: هل تريد إنشاء قيود محاسبية لجميع الفواتير الموجودة؟

source: Error occurred
ar: حدث خطأ

source: Connection error occurred
ar: حدث خطأ في الاتصال

source: Back to Assets List
ar: العودة إلى قائمة الأصول

source: Leave empty to auto-generate
ar: اتركه فارغاً للتوليد التلقائي

source: Add Category First
ar: أضف فئة أولاً

source: Select an existing category or add a new one first
ar: اختر فئة موجودة أو أضف فئة جديدة أولاً

source: Leave empty to use purchase cost
ar: اتركه فارغاً لاستخدام تكلفة الشراء

source: Purchase Information
ar: معلومات الشراء

source: Responsibility
ar: المسؤولية

source: Save Asset
ar: حفظ الأصل

source: Enter a unique name for the new category
ar: أدخل اسماً فريداً للفئة الجديدة

source: Optional description for the category
ar: وصف اختياري للفئة

source: Active Category
ar: فئة نشطة

source: Save Category
ar: حفظ الفئة

source: Financial Summary
ar: الملخص المالي

source: Net Book Value
ar: القيمة الدفترية الصافية

source: Quick Actions
ar: الإجراءات السريعة

source: Add Depreciation
ar: إضافة إهلاك

source: Tracking Information
ar: معلومات التتبع

source: Last Updated
ar: آخر تحديث

source: Before
ar: قبل

source: After
ar: بعد

source: Confirm Delete
ar: تأكيد الحذف

source: Are you sure you want to delete this asset?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: This action cannot be undone!
ar: لا يمكن التراجع عن هذا الإجراء!

source: Back to Dashboard
ar: العودة إلى لوحة التحكم

source: Close
ar: إغلاق

source: Save
ar: حفظ

source: Search and Filter
ar: البحث والتصفية

source: Asset number, name, or supplier
ar: رقم الأصل، الاسم، أو المورد

source: All Categories
ar: جميع الفئات

source: Total Assets
ar: إجمالي الأصول

source: Total Value
ar: القيمة الإجمالية

source: Assets List
ar: قائمة الأصول

source: View Details
ar: عرض التفاصيل

source: No Assets Found
ar: لم يتم العثور على أصول

source: No assets were found based on the specified search criteria
ar: لم يتم العثور على أصول بناءً على معايير البحث المحددة

source: Add First Asset
ar: إضافة الأصل الأول

source: Enter category name
ar: أدخل إسم المجموعة

source: This field is required.
ar: الإسم الأول مطلوب

source: Enter description (optional)
ar: وصف تفصيلي للمستند (اختياري)

source: Saving...
ar: جاري الحفظ...

source: An error occurred while saving the category.
ar: حدث خطأ أثناء إضافة الفئة.

source: Assets and liabilities
ar: الأصول والخصوم

source: Statistics
ar: الإحصائيات

source: Total Liabilities
ar: إجمالي الخصوم

source: Net Assets
ar: صافي الأصول

source: Total Items
ar: إجمالي العناصر

source: Quick Lists
ar: القوائم السريعة

source: Asset Management
ar: إدارة الأصول

source: Add Asset
ar: إضافة أصل

source: Add
ar: إضافة

source: All Assets
ar: جميع الأصول

source: New Asset
ar: أصل جديد

source: Liability Management
ar: إدارة الخصوم

source: All Liabilities
ar: جميع الخصوم

source: New Deduction
ar: خصم جديد

source: Table
ar: جدول

source: Charts
ar: الرسوم البيانية

source: Asset allocation
ar: توزيع الأصول

source: Liability allocation
ar: توزيع الخصوم

source: Quick List
ar: القائمة السريعة

source: for
ar: لـ

source: Assets and Liabilities
ar: الأصول والخصوم

source: Recent Assets
ar: الأصول الحديثة

source: No assets added yet
ar: لم يتم إضافة أصول بعد

source: Recent Liabilities
ar: الخصوم الحديثة

source: No liabilities added yet
ar: لم يتم إضافة خصوم بعد

source: New
ar: جديد

source: Deduction
ar: خصم

source: Deduction Amount
ar: مبلغ الخصم

source: Choose deduction type
ar: اختر نوع الخصم

source: Commercial discount
ar: خصم تجاري

source: Penalty
ar: غرامة

source: Deduction Date
ar: تاريخ الخصم

source: Deduction Description
ar: وصف الخصم

source: All Types
ar: جميع الأنواع

source: Choose criteria and click search to view payments
ar: اختر المعايير واضغط على البحث لعرض المدفوعات

source: Choose asset category
ar: اختر فئة الأصل

source: Computer Equipment
ar: معدات حاسوب

source: Office Furniture
ar: أثاث مكتبي

source: Transportation Vehicles
ar: مركبات نقل

source: Operating Equipment
ar: معدات تشغيل

source: Buildings and Real Estate
ar: المباني والعقارات

source: Software and Licenses
ar: البرمجيات والتراخيص

source: Medical Equipment
ar: معدات طبية

source: Other Assets
ar: أصول أخرى

source: Asset Value
ar: قيمة الأصل

source: Useful Life
ar: العمر الإنتاجي

source: in years
ar: بالسنوات

source: Asset Description
ar: وصف الأصل

source: Calculate
ar: احسب

source: Calculate Depreciation
ar: احسب الإهلاك

source: Calculation Settings
ar: إعدادات الحساب

source: Choose Asset
ar: اختر الأصل

source: Choose asset
ar: اختر أصل

source: Test Asset
ar: أصل تجريبي

source: Straight Line
ar: الخط المستقيم

source: Declining Balance
ar: الرصيد المتناقص

source: Units of Production
ar: وحدات الإنتاج

source: Calculation Results
ar: نتائج الحساب

source: Choose asset and depreciation method to view results
ar: اختر الأصل وطريقة الإهلاك لعرض النتائج

source: Deduction saved successfully!
ar: تم إضافة الاقتطاع بنجاح

source: Payment to supplier ABC
ar: سند صرف

source: Cash payment to employee
ar: اسم القسم

source: Check payment for rent
ar: شيك

source: No payments match the criteria
ar: لا توجد أنشطة تتطابق مع عوامل التصفية المحددة.

source: Table will be exported to Excel...
ar: سيتم تصدير الجدول إلى إكسل...

source: Please fill all required fields
ar: يرجى ملء جميع الحقول المطلوبة

source: Error getting security token. Please reload the page.
ar: خطأ في العثور على رمز الحماية من التزوير. يرجى إعادة تحميل الصفحة.

source: Asset saved successfully!
ar: تم إنشاء الأصل "%(name)s" بنجاح

source: Error saving asset:
ar: خطأ في تحديث القائمة:

source: Unknown error
ar: خطأ غير معروف

source: Error connecting to server
ar: خطأ في الاتصال بالخادم

source: Computer Device
ar: معدات حاسوب
