Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Financial accounts
ar: الحسابات المالية

source: Financial reports
ar: التقارير المالية

source: Are you sure you want to delete sales return number
ar: هل أنت متأكد من حذف التحويل رقم

source: Yes, delete
ar: نعم ,إحذف

source: Sales Return Details
ar: تفاصيل مردود المشتريات

source: Original
ar: العنصر الأصلي

source: JoFotara Status
ar: إعدادات جوفاتورة

source: Sent Date
ar: تاريخ البيان

source: UUID
ar: المعرف الفريد

source: Verify Return
ar: مرتجع جزئي

source: Return Items
ar: عناصر مردود المبيعات

source: Are you sure you want to send this return to JoFotara?
ar: هل أنت متأكد أنك تريد إرسال إشعار الدائن هذا إلى JoFotara؟

source: Copied to clipboard
ar: تم نسخ UUID إلى الحافظة

source: Sales Return Data
ar: مردود المبيعات

source: Manage All Sales Returns
ar: إدارة جميع مرتجعات المبيعات

source: Create New Return
ar: إنشاء مرتجع جديد

source: Returns Today
ar: مرتجعات هذا اليوم

source: Return number or customer name
ar: رقم المرتجع أو اسم العميل

source: All customers
ar: جميع العملاء

source: Are you sure you want to post this return to tax authority?
ar: هل أنت متأكد من أنك تريد ترحيل هذا المرتجع إلى إدارة الضريبة؟

source: No sales returns found
ar: لم يتم العثور على مرتجعات مبيعات

source: Start date must be less than end date
ar: تاريخ الميلاد يجب أن يكون في الماضي.

source: Total Discounts
ar: إجمالي الخصومات

source: Daily Sales
ar: إجمالي المبيعات

source: No sales invoices found for the selected period
ar: لم يتم العثور على أي فواتير مبيعات للفترة المحددة.

source: Sales Return Statement
ar: بيان مرتجعات المبيعات

source: Detailed view of all sales returns with cumulative
ar: عرض تفصيلي لجميع مرتجعات المبيعات مع التراكمي

source: Number of Returns
ar: عدد المرتجعات

source: No Sales Returns Found
ar: لم يتم العثور على مرتجعات مبيعات

source: No sales returns found for the selected period
ar: لم يتم العثور على أي مرتجعات مبيعات للفترة المحددة.

source: Detailed view of all sales invoices with
ar: عرض تفصيلي لجميع فواتير المبيعات مع

source: cumulative
ar: تراكمي

source: No Sales Invoices Found
ar: لم يتم العثور على فواتير المبيعات

source: Search in all documents and data...
ar: البحث في جميع المستندات والبيانات...

source: Search Tips:
ar: نصائح البحث:

source: You can search using invoice number, customer name, or any part of the data
ar: يمكنك البحث باستخدام رقم الفاتورة أو اسم العميل أو أي جزء من البيانات.

source: Search includes all documents: invoices, receipts, entries, customers, products
ar: يشمل البحث جميع المستندات: الفواتير والإيصالات والقيود والعملاء والمنتجات.

source: Enter at least two characters to start searching
ar: أدخل حرفين على الأقل لبدء البحث.

source: Results are sorted by newest date first
ar: يتم ترتيب النتائج حسب أحدث تاريخ أولاً.

source: Group
ar: مجموعة

source: Company Name (English)
ar: الاسم الأخير (بالإنجليزية)

source: No logo uploaded
ar: لم يتم تحميل الشعار

source: Recommended size: 300x200 pixels
ar: الحجم الموصى به: 300 × 200 بكسل

source: Financial Settings
ar: الإعدادات المالية

source: Show Currency Symbol
ar: إظهار رمز العملة

source: Display currency symbols in financial reports and transactions
ar: إظهار رموز العملات في التقارير والمعاملات المالية.

source: Save Settings
ar: حفظ الإعدادات

source: Company Information
ar: معلومات الشركة

source: Back to Settings
ar: العودة إلى الإعدادات

source: Security & Session Settings
ar: إعدادات الحساب

source: Super Admin Only
ar: مدير عام

source: Users will be automatically logged out after this period of inactivity (5-1440 minutes)
ar: سيتم تسجيل خروجك تلقائيًا بعد هذه الفترة من عدم النشاط (5-1440 دقيقة).

source: Logout When Browser Closes
ar: تسجيل الخروج عند إغلاق المتصفح

source: Users will be logged out when they close the browser
ar: سيتم تسجيل خروج المستخدمين عند إغلاق المتصفح.

source: These security settings affect all users in the system and can only be modified by super administrators.
ar: تؤثر إعدادات الأمان هذه على جميع المستخدمين في النظام ولا يمكن تعديلها إلا من قبل مديري النظام الرئيسيين.

source: Add New Currency
ar: أضف عملة جديدة

source: Edit Currency
ar: تعديل العملة

source: Currency Management
ar: إدارة العملات

source: Add Currency
ar: أضف عملة جديدة

source: Currency Code
ar: العملة

source: Symbol
ar: الرمز

source: Are you sure you want to set this currency as base currency?
ar: هل أنت متأكد أنك تريد حذف هذا المردود؟

source: Set as Base
ar: تعيين كعملة أساسية

source: Are you sure you want to delete this currency?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: No currencies found. Add the first currency to get started.
ar: لم يتم العثور على أي عملات. أضف العملة الأولى للبدء.

source: Currency Information
ar: معلومات العملة

source: Total Currencies
ar: إجمالي العملات

source: Active Currencies
ar: العملات النشطة

source: The base currency is used as a reference for all exchange rates.
ar: العملة الأساسية تُستخدم كمرجع لجميع أسعار الصرف.

source: Exchange rates are updated automatically when setting a new base currency.
ar: أسعار الصرف تُحدث تلقائياً عند تعيين عملة أساسية جديدة.

source: The base currency cannot be deleted.
ar: لا يمكن حذف العملة الأساسية.

source: Print Design Management
ar: إدارة تصميم المطبوعات

source: Print Pages Design
ar: تصميم الطباعة

source: Design and customize the print pages for your documents
ar: Design و customize the طباعة pages لـ your documents

source: Add New Document
ar: إضافة مستند

source: Current System Logo
ar: المخزون الحالي

source: System Logo
ar: النظام

source: This logo will be used in printed documents
ar: سيتم تسجيل هذه العملية في سجل التدقيق.

source: You can change the logo from
ar: You يمكن change the logo من

source: Super Admin Settings
ar: مدير عام

source: Document Print Settings
ar: إضافة New Document طباعة Settings

source: Logo
ar: الشعار

source: No saved print settings found
ar: لم يتم العثور على مرتجعات مبيعات

source: Start by adding print settings for your first document
ar: بدء by adding print settings for your first document

source: Add New Document Print Settings
ar: إضافة New Document طباعة Settings

source: Select Document Type
ar: حدد نوع الحركة

source: Document Name (Arabic)
ar: رقم المستند

source: Document Name (English)
ar: الاسم الأخير (بالإنجليزية)

source: Preview Document
ar: مستند الموظف

source: Are you sure you want to delete the print settings for
ar: هل أنت متأكد أنك تريد حذف الفئة؟

source: Please create or select a document first
ar: يرجى اختيار نوع التعديل

source: Please fill in the basic document information
ar: يرجى تصحيح الأخطاء في معلومات القيد الأساسية

source: Document Preview
ar: عنوان المستند

source: Print Preview
ar: معاينة اللون

source: Header Left
ar: رأس الصفحة الأيسر

source: Header Center
ar: رأس الصفحة المركزي

source: Header Right
ar: رأس الصفحة الأيمن

source: Document Date
ar: عنوان المستند

source: Sample Content
ar: محتوى نموذجي

source: Sample Item 1
ar: محتوى نموذجي

source: Sample Item 2
ar: محتوى نموذجي

source: Applied Settings
ar: إعدادات الورق

source: Paper Size
ar: حجم الورق

source: Margins
ar: الهوامش

source: Show Header
ar: عرض Header

source: Show Footer
ar: عرض Footer

source: Show Logo
ar: عرض Logo

source: Company Info
ar: معلومات الشركة

source: Date/Time
ar: دوام جزئي

source: Footer Left
ar: تذييل اليسار

source: Footer Center
ar: مركز التذييل

source: Footer Right
ar: تذييل اليمين

source: Error occurred while generating preview
ar: حدث خطأ أثناء إنشاء المعاينة

source: Add New Document Sequence
ar: أضف تسلسلات الوثائق

source: Back to Document Sequences
ar: العودة الى تسلسلات الوثائق

source: Choose document type...
ar: اختر نوع المستند

source: Select the type of document for this sequence
ar: حدد نوع المستند لهذا التسلسل

source: Enter prefix (e.g., SALES-)
ar: أدخل البادئة (على سبيل المثال، SALES-)

source: Prefix that will appear before the number (e.g., SALES-, PURCH-)
ar: البادئة التي ستظهر قبل الرقم (على سبيل المثال، SALES-، PURCH-)

source: Starting Number
ar: رقم البداية

source: The first number to use for this sequence
ar: الرقم الأول الذي يجب استخدامه لهذا التسلسل

source: Number of digits for the sequence number
ar: عدد الخانات للرقم التسلسلي

source: Preview:
ar: معاينة:

source: Common Document Types
ar: أنواع المستندات الشائعة

source: Click on any of these to quickly fill the form:
ar: انقر على أي من هذه العناصر لملء النموذج بسرعة:

source: Delivery Note
ar: مذكرة التسليم

source: Add Sequence
ar: إضافة التسلسل

source: Edit Document Sequence
ar: تعديل تسلسل الوثائق

source: The last used number. Next document will use the number after this.
ar: آخر رقم مُستخدَم. سيستخدم المستند التالي الرقم الذي يليه.

source: Sequence Settings
ar: إعدادات التسلسل

source: Auto increment
ar: الزيادة التلقائية

source: Automatically increase the number for each new document
ar: زيادة العدد تلقائيًا لكل مستند جديد

source: Reset yearly
ar: إعادة الضبط سنويًا

source: Reset numbering to 1 at the beginning of each year
ar: إعادة تعيين الترقيم إلى 1 في بداية كل عام

source: Minimum Number Length
ar: الحد الأدنى لطول الرقم

source: Reset to 1
ar: إعادة تعيين الى 1

source: Are you sure you want to reset the sequence to 1? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في إعادة ضبط التسلسل إلى ١؟ لا يمكن التراجع عن هذا الإجراء.

source: Document Sequences Configuration
ar: إعداد تسلسل المستندات

source: Configure automatic numbering sequences for different document types.
ar: قم بتكوين تسلسلات الترقيم التلقائي لأنواع المستندات المختلفة.

source: Next Number
ar: الرقم التالي

source: No document sequences configured yet.
ar: لم يتم إعداد أي تسلسلات للمستندات بعد.

source: Add New Sequence
ar: إضافة تسلسل جديد

source: Are you sure you want to delete the document sequence
ar: هل أنت متأكد من أنك تريد حذف تسلسل المستندات؟

source: Manage company information and preferences
ar: إدارة معلومات الشركة وتفضيلاتها

source: Configure
ar: إعداد

source: Configure document numbering sequences
ar: إعداد تسلسلات ترقيم المستندات

source: User Management
ar: إدارة المستخدمين

source: Manage user accounts and permissions
ar: إدارة حسابات المستخدمين والأذونات

source: Manage Users
ar: إدارة المستخدمين

source: System Configuration
ar: إعدادات النظام

source: Advanced system settings and configuration
ar: الإعدادات المتقدمة للنظام والتكوين

source: Admin Panel
ar: لوحة الإدارة

source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة

source: Backup and restore system data
ar: النسخ الاحتياطي واستعادة بيانات النظام

source: No Permission
ar: لا يوجدالصلاحيات

source: Reports Configuration
ar: إعدادات التقارير

source: Configure reporting settings and templates
ar: إعدادات التقارير والقوالب

source: Electronic Integration with Income and Sales Tax Department
ar: التكامل الإلكتروني مع إدارة ضرائب الدخل والمبيعات

source: JoFotara System Settings
ar: إعدادات نظام JoFotara

source: API Information
ar: معلومات الـ API

source: Configure the connection settings for the Jordanian Income and Sales Tax Department electronic invoicing system (JoFotara).
ar: قم بتكوين إعدادات الاتصال الخاصة بنظام الفوترة الإلكترونية لدائرة ضريبة الدخل والمبيعات الأردنية (JoFotara).

source: The base URL for JoFotara API endpoints
ar: عنوان URL الأساسي لنقاط نهاية واجهة برمجة تطبيقات JoFotara

source: Your registered Client ID from JoFotara
ar: معرف العميل المسجل الخاص بك من جوفاتورة

source: أدخل سر العميل
ar: إحصائيات المبيعات

source: Your Client Secret from JoFotara (keep secure)
ar: مفتاح العميل السري الخاص بك من JoFotara (احتفظ به بأمان)

source: Enable JoFotara Integration
ar: تفعيل تكامل JoFotara

source: Use Mock API for Testing
ar: استخدام API الوهمية للاختبار

source: Mock API Mode
ar: وضع API الوهمي

source: When enabled, the system will use mock responses for testing purposes:
ar: عند تفعيل هذه الميزة، سيستخدم النظام استجابات وهمية لأغراض الاختبار:

source: Generates fake UUID and QR codes
ar: يقوم بإنشاء رموز UUID ورموز QR مزيفة.

source: Saves XML files locally in invoices/ folder
ar: يقوم بحفظ ملفات XML محلياً في مجلد الفواتير (invoices/).

source: Provides mock verification URLs
ar: يوفر عناوين URL للتحقق الوهمي

source: Document Transfer Settings
ar: إعدادات ترحيل المستندات

source: Enable Automatic Transfer
ar: تفعيل الترحيل التلقائي

source: Automatically transfer documents to JoFotara system
ar: ترحيل المستندات تلقائياً إلى نظام جوفاتورة

source: Monthly Transfer Day
ar: يوم الترحيل الشهري

source: يوم من الشهر (1-31)
ar: يوم الترحيل من الشهر

source: Specific day of month to transfer untransferred documents
ar: يوم محدد من الشهر لترحيل المستندات التي لم تُرحل

source: Daily Transfer Time
ar: وقت الترحيل اليومي

source: Specific time to automatically transfer documents daily
ar: وقت محدد لترحيل المستندات تلقائياً كل يوم

source: Immediate Transfer
ar: الترحيل الفوري

source: Transfer documents immediately upon creation
ar: ترحيل المستندات فوراً عند إنشائها

source: Documents will be transferred as soon as they are created
ar: سيتم ترحيل المستندات بمجرد إنشائها

source: These settings are optional. You can choose one or more transfer methods based on your business needs.
ar: هذه الإعدادات اختيارية. يمكنك اختيار طريقة واحدة أو أكثر للترحيل حسب احتياجات عملك.

source: Test Connection
ar: اختبار الاتصال

source: Connection Test Results
ar: نتائج اختبار الاتصال

source: Testing...
ar: اختبار...

source: Connection Successful!
ar: تم الاتصال بنجاح!

source: API connection is working properly.
ar: اتصال واجهة برمجة التطبيقات يعمل بشكل صحيح.

source: Connection Failed
ar: حدث خطأ في الاتصال

source: Unable to connect to JoFotara API.
ar: تعذر الاتصال بواجهة برمجة تطبيقات JoFotara.

source: Network Error
ar: خطأ في الشبكة

source: Failed to connect to the server. Please check your network connection.
ar: فشل الاتصال بالخادم. يرجى التحقق من اتصالك بالشبكة.

source: Please fill in all required fields.
ar: يرجى ملء جميع الحقول المطلوبة

source: Paper Settings
ar: إعدادات الورق

source: Top Margin (mm)
ar: الهامش العلوي (مم)

source: Bottom Margin (mm)
ar: الهامش السفلي (مم)

source: Right Margin (mm)
ar: الهامش السفلي (مم)

source: Left Margin (mm)
ar: الهامش الأيسر (مم)

source: Logo Settings
ar: إعدادات الشعار

source: Show Logo in Document
ar: إظهار الشعار في المستند

source: Logo Position
ar: موضع الشعار

source: Left
ar: يسار

source: Center
ar: وسط

source: Right
ar: يمين

source: Logo Width (mm)
ar: عرض الشعار (مم)

source: Logo Height (mm)
ar: ارتفاع الشعار (مم)

source: Header Settings
ar: إعدادات الترويسة

source: Show Page Header
ar: إظهار رأس الصفحة

source: Left Content
ar: المحتوى الأيسر

source: Example: Company Name
ar: مثال: اسم الشركة

source: Center Content
ar: مركز المحتوى

source: Example: Document Title
ar: مثال: عنوان المستند

source: Right Content
ar: المحتوى الايمن

source: Example: Date and Time
ar: مثال: التاريخ والوقت

source: Footer Settings
ar: إعدادات التذييل

source: Show Page Footer
ar: إظهار تذييل الصفحة

source: Example: Page Number
ar: مثال: رقم الصفحة

source: Example: Additional Information
ar: مثال: معلومات إضافية

source: Example: Contact Information
ar: مثال: معلومات الاتصال

source: Additional Settings
ar: الإعدادات الإضافية

source: Show Company Information
ar: عرض معلومات الشركة

source: Show Date and Time
ar: مثال: التاريخ والوقت

source: Show Page Numbers
ar: إظهار رأس الصفحة

source: Please select a document to preview
ar: يرجى اختيار نوع التعديل

source: Document content will appear here
ar: Document content سوف appear here

source: Save Design
ar: حفظ Design

source: Documents List
ar: عنوان المستند

source: Design Tools
ar: أدوات التصميم

source: Page Number
ar: رقم الدفع

source: Custom Text
ar: نوع العميل

source: Paper Orientation
ar: اتجاه الورق

source: Portrait
ar: عمودي

source: Landscape
ar: أفقي

source: Choose a document to design
ar: Choose a document إلى design

source: Select a document from the sidebar or add a new one
ar: اختر فئة موجودة أو أضف فئة جديدة أولاً

source: Left Header
ar: رأسية يسرى

source: Center Header
ar: رأسية مركزية

source: Right Header
ar: رأسية يمنى

source: Document Content
ar: عدد المستندات

source: This content represents the actual document data such as invoices and receipts
ar: This content represents the الفعلي document data such as invoices and receipts

source: Sample Product
ar: اختر المنتج

source: Left Footer
ar: تذييل أيسر

source: Center Footer
ar: تذييل مركزي

source: Right Footer
ar: تذييل أيمن

source: Element Properties
ar: خصائص العنصر

source: Select an element to edit its properties
ar: اختر an element إلى تعديل its properties

source: Select document type
ar: حدد نوع الحركة

source: Document name (Arabic)
ar: رقم المستند

source: Document name (English)
ar: الاسم الأخير (بالإنجليزية)

source: Edit Element
ar: تحرير العنصر

source: System Management - Advanced System Settings
ar: إدارة النظام - إعدادات النظام المتقدمة

source: For Superadmin and Managers Only
ar: للمسؤولين SuperAdmin والمديرين فقط.

source: Advanced System Settings
ar: إعدادات النظام المتقدمة

source: System Interface Settings
ar: إعدادات واجهة النظام

source: System Title
ar: عنوان النظام

source: System Subtitle
ar: العنوان الفرعي للنظام

source: System subtitle (optional)
ar: عنوان فرعي للنظام (اختياري)

source: System Logo (Interface)
ar: شعار النظام (الواجهة)

source: Image will appear in system interface
ar: ستظهر الصورة في واجهة النظام.

source: Current Logo
ar: حالي

source: Background Image
ar: صورة الخلفية

source: System background image
ar: صورة خلفية النظام

source: Current Background
ar: الرصيد الحالي

source: Background Opacity
ar: شفافية الخلفية

source: Background transparency level (0.1 = very transparent, 1.0 = opaque)
ar: مستوى شفافية الخلفية (0.1 = شفاف للغاية، 1.0 = معتم)

source: Show company information in interface
ar: إظهار معلومات الشركة في الواجهة

source: Color Settings
ar: إعدادات الألوان

source: Primary Color
ar: اللون الأساسي

source: Secondary Color
ar: اللون الثانوي

source: Accent Color
ar: لون مميز

source: Color Preview
ar: معاينة اللون

source: Primary
ar: أساسي

source: Secondary
ar: ثانوي

source: Accent
ar: تمييز

source: Save All Settings
ar: حفظ جميع الإعدادات

source: Are you sure you want to save these settings? This will affect the entire system appearance.
ar: هل أنت متأكد من رغبتك في حفظ هذه الإعدادات؟ سيؤثر ذلك على مظهر النظام بالكامل.

source: Add New Group
ar: إضافة مجموعة جديدة

source: Group Information
ar: معلومات المجموعة

source: Choose a descriptive name for the group (e.g., Managers, Accountants, Storekeepers)
ar: اختر اسماً وصفياً للمجموعة (مثل: المديرون، المحاسبون، أمناء المخازن)

source: Optional description for the group
ar: وصف اختياري للمجموعة

source: Important Tips
ar: نصائح مهمة

source: Choose a clear name for the group
ar: اختر اسماً واضحاً للمجموعة

source: Assign the appropriate permissions to the group
ar: خصص الصلاحيات المناسبة للمجموعة

source: You can modify the permissions later
ar: يمكنك تعديل الصلاحيات لاحقاً

source: Users will inherit the group's permissions
ar: سيحصل المستخدمون على صلاحيات المجموعة

source: Group Permissions
ar: صلاحيات المجموعة

source: Select All
ar: تحديد الكل

source: Deselect All
ar: إلغاء تحديد الكل

source: Toggle
ar: تبديل

source: You can modify the permissions at any time after creating the group
ar: يمكنك تعديل الصلاحيات في أي وقت بعد إنشاء المجموعة

source: Dashboard Sections
ar: أقسام لوحة التحكم

source: Select which dashboard sections will be visible to users in this group
ar: حدد أقسام لوحة التحكم التي ستكون مرئية للمستخدمين في هذه المجموعة

source: You can modify the dashboard sections at any time after creating the group
ar: يمكنك تعديل أقسام لوحة التحكم في أي وقت بعد إنشاء المجموعة

source: Create Group
ar: إنشاء مجموعة

source: No permissions have been selected for the group. Do you want to continue?
ar: لم يتم تحديد أي صلاحيات للمجموعة. هل تريد المتابعة؟

source: Delete Group
ar: حذف المجموعة

source: Warning: Deletion is permanent
ar: تحذير: الحذف دائم

source: This action cannot be undone. The group will be permanently deleted from the system.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف المجموعة نهائياً من النظام.

source: Group Name
ar: اسم المجموعة

source: Number of users
ar: عدد المستخدمين

source: Number of permissions
ar: عدد الصلاحيات

source: Deletion impact
ar: تأثير الحذف:

source: The group will be permanently deleted
ar: سيتم حذف المستودع نهائياً.

source: Users will lose the group's permissions
ar: سيفقد المستخدمون صلاحيات المجموعة

source: All group permissions will be removed
ar: سيتم إزالة جميع صلاحيات المجموعة

source: References will be removed from the database
ar: سيتم إزالة المراجع من قاعدة البيانات

source: Affected users
ar: المستخدمون المتأثرون

source: These users will lose this group's permissions after deletion:
ar: سيفقد هؤلاء المستخدمون صلاحيات هذه المجموعة بعد الحذف:

source: I confirm that I want to delete the group
ar: هل أنت متأكد من أنك تريد حذف هذه المجموعة؟

source: permanently
ar: دائم

source: I understand that
ar: أفهم أن

source: users will lose this group's permissions
ar: سيفقد المستخدمون صلاحيات هذه المجموعة

source: Cancel and go back
ar: إلغاء والعودة

source: Edit instead of deleting
ar: تعديل بدلاً من الحذف

source: Permanently delete group
ar: حذف المستخدم بشكل دائم

source: Are you absolutely sure you want to delete the group?
ar: هل أنت متأكد تمامًا أنك تريد حذف هذا المستخدم؟

source: Edit Group
ar: تعديل المجموعة

source: Warning: This is a core system group
ar: تحذير: هذه مجموعة نظام أساسية

source: Group Members
ar: أعضاء المجموعة

source: There are no members in this group
ar: لا يوجد أعضاء في هذه المجموعة

source: Changes to dashboard sections will affect all group members
ar: التغييرات على أقسام لوحة التحكم ستؤثر على جميع أعضاء المجموعة

source: Are you sure you want to delete this group?
ar: هل أنت متأكد من أنك تريد حذف هذه المجموعة؟

source: User Groups
ar: مجموعات المستخدمين

source: Add Group
ar: إضافة مجموعة

source: Users
ar: المستخدم

source: Created at
ar: أنشئ في

source: Not set
ar: غير محدد

source: System groups cannot be deleted
ar: لا يمكن حذف مجموعات النظام

source: No groups found
ar: لم يتم العثور على مجموعات

source: No groups have been created yet
ar: لم يتم إنشاء أي مجموعات بعد

source: Create first group
ar: إنشاء أول مجموعة

source: Groups
ar: المجموعات

source: Groups help organize users and manage their permissions collectively
ar: تساعد المجموعات في تنظيم المستخدمين وإدارة صلاحياتهم بشكل جماعي

source: Permissions
ar: صلاحيات

source: You can assign multiple permissions to a group that all members inherit
ar: يمكنك تعيين صلاحيات متعددة للمجموعة التي يرثها جميع الأعضاء

source: Protection
ar: الحماية

source: System groups are protected from deletion to maintain stability
ar: مجموعات النظام محمية من الحذف للحفاظ على الاستقرار

source: Add New User
ar: إضافة أصل جديد

source: Unique name for system login
ar: اسم فريد لتسجيل الدخول إلى النظام

source: For communication and notifications
ar: للتواصل والإشعارات

source: Account Settings
ar: إعدادات الحساب

source: Determines permission level
ar: يحدد مستوى الصلاحيات

source: Warehouse from which POS invoices will be issued
ar: المستودع الذي سيتم إصدار فواتير نقطة البيع منه

source: Can be disabled later
ar: يمكن تعطيله لاحقاً

source: Grants full system access
ar: يمنح الوصول الكامل للنظام

source: Groups and Roles
ar: المجموعات والأدوار

source: Group Membership
ar: عضوية المجموعة

source: users
ar: مستخدمين

source: permissions
ar: صلاحيات

source: No groups available
ar: لا مجموعات متوفرة

source: User will receive all permissions from selected groups
ar: سيحصل المستخدم على جميع الصلاحيات من المجموعات المحددة

source: Quick Shortcuts:
ar: الإجراءات السريعة:

source: Auto Select by User Type
ar: التحديد التلقائي حسب نوع المستخدم

source: Clear All Selections
ar: مسح جميع التحديدات

source: Create User
ar: إنشاء مستخدم

source: Passwords do not match
ar: كلمات المرور غير متطابقة

source: Password Strength
ar: قوة كلمة المرور

source: Very Weak
ar: ضعيف جداً

source: Weak
ar: ضعيف

source: Medium
ar: متوسط

source: Strong
ar: قوي

source: Very Strong
ar: قوي جداً
