Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Service Vehicle
ar: مركبة خدمة

source: Asset Name:
ar: اسم الأصل

source: Asset Value:
ar: قيمة الأصل

source: Purchase Date:
ar: تاريخ الشراء

source: Useful Life:
ar: العمر الإنتاجي

source: years
ar: بالسنوات

source: Salvage Value:
ar: قيمة الخردة

source: Please select an asset first
ar: الرجاء تحديد ملف CSV أولاً

source: Calculation Details
ar: إعدادات الحساب

source: Depreciation Method:
ar: طريقة الإهلاك

source: Results
ar: أدخل النتائج

source: Annual Depreciation:
ar: إضافة إهلاك

source: Monthly Depreciation:
ar: الإهلاك

source: Daily Depreciation:
ar: الإهلاك

source: Annual Depreciation Table
ar: تاريخ آخر إهلاك

source: Beginning Value
ar: الرصيد المتناقص

source: Annual Depreciation
ar: إضافة إهلاك

source: Ending Value
ar: قيمة الاقتطاع

source: Please select an asset and calculate depreciation first
ar: يرجى تحديد جدول واحد على الأقل للحذف

source: Depreciation entry saved successfully!
ar: تم إنشاء قيد الإهلاك بنجاح

source: Back to Liabilities List
ar: العودة إلى قائمة الخصوم

source: Leave empty to default to original amount
ar: اتركه فارغاً لاستخدام المبلغ الأصلي

source: Interest Rate
ar: معدل الفائدة

source: Date Information
ar: معلومات التاريخ

source: Creditor Information
ar: معلومات الدائن

source: Save Liability
ar: حفظ الخصم

source: Please provide a category name.
ar: يرجى تقديم اسم الفئة.

source: Category added successfully!
ar: تم إضافة الفئة بنجاح!

source: An error occurred while adding the category.
ar: حدث خطأ أثناء إضافة الفئة.

source: Liability List
ar: قائمة الخصوم

source: Add New Liability
ar: إضافة خصم جديد

source: Liability number, name, or creditor
ar: رقم الخصم، الاسم، أو الدائن

source: Liabilities List
ar: قائمة الخصوم

source: Creditor
ar: الدائن

source: Due Soon
ar: مستحق قريباً

source: No Liabilities Found
ar: لم يتم العثور على خصوم

source: No liabilities were found based on the specified search criteria
ar: لم يتم العثور على خصوم بناءً على معايير البحث المحددة

source: Add First Liability
ar: إضافة الخصم الأول

source: Backup & Restore System
ar: نظام النسخ الاحتياطي والاستعادة

source: Total Backups
ar: إجمالي النسخ الاحتياطية

source: Latest Backup
ar: آخر نسخة احتياطية

source: Create New Backup
ar: إنشاء نسخة احتياطية جديدة

source: Choose backup format
ar: اختر تنسيق النسخة الاحتياطية

source: Click once on your preferred format. Each backup creates one file.
ar: اضغط مرة واحدة على التنسيق المفضل لديك. كل نسخة احتياطية تنشئ ملفاً واحداً.

source: JSON Backup
ar: نسخة احتياطية JSON

source: Complete database backup
ar: نسخة احتياطية كاملة لقاعدة البيانات

source: Excel Backup
ar: نسخة احتياطية بتنسيق إكسل

source: For data analysis (excludes large tables)
ar: لتحليل البيانات (يستثني الجداول الكبيرة)

source: Clear Cache
ar: مسح الذاكرة المؤقتة

source: JSON format for complete system backup, XLSX for data analysis
ar: تنسيق JSON لنسخة احتياطية كاملة للنظام، صيغة XLSX لتحليل البيانات

source: Restore Backup
ar: استعادة النسخة الاحتياطية

source: Select backup file
ar: اختر ملف النسخة الاحتياطية

source: Clear existing data before restore
ar: مسح البيانات الموجودة قبل الاستعادة

source: Are you sure you want to restore this backup? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد استعادة هذه النسخة الاحتياطية؟ لا يمكن التراجع عن هذا الإجراء.

source: Clear all data from database
ar: مسح جميع البيانات من قاعدة البيانات

source: Clear All Data
ar: مسح جميع البيانات

source: This will delete all records from all tables
ar: سيتم حذف جميع السجلات من جميع الجداول

source: You don't have permission to create backups or restore. Contact your administrator.
ar: ليس لديك صلاحية لإنشاء الحسابات الأساسية

source: Tables Information and Progress Tracking
ar: معلومات الجداول وتتبع التقدم

source: Total Tables
ar: إجمالي الجداول

source: Total Records
ar: إجمالي السجلات

source: Remaining Time
ar: الوقت المتبقي

source: Calculating...
ar: حساب...

source: Status:
ar: الحالة:

source: Preparing...
ar: جاري التحضير...

source: Table Details:
ar: تفاصيل الجداول:

source: Create Basic IFRS Accounts
ar: إنشاء الحسابات الأساسية حسب المعايير الدولية لإعداد التقارير المالية

source: Accounts already exist
ar: الحسابات موجودة بالفعل

source: Delete Data (Advanced)
ar: حذف البيانات (متقدم)

source: Select tables to delete data from. Dependent tables will be shown and cannot be deleted unless dependencies are selected as well.
ar: حدد الجداول المراد حذف بياناتها. ستظهر الجداول التابعة، ولا يمكن حذفها إلا بعد تحديد التبعيات.

source: Loading tables...
ar: جاري تحميل الجداول...

source: Delete Selected Tables
ar: حذف الجداول المحددة

source: Existing Backups
ar: النسخ الاحتياطية الموجودة

source: Filename
ar: اسم الملف

source: Size
ar: الحجم

source: Download
ar: تحميل

source: Restore
ar: استعادة

source: No backups found
ar: لم يتم العثور على نسخ احتياطية

source: Create your first backup using the form above
ar: أنشئ نسختك الاحتياطية الأولى باستخدام النموذج أعلاه

source: Are you sure you want to restore this backup?
ar: هل أنت متأكد من أنك تريد استعادة هذه النسخة الاحتياطية؟

source: Warning:
ar: تحذير:

source: This action will replace existing data and cannot be undone!
ar: سيقوم هذا الإجراء باستبدال البيانات الموجودة ولا يمكن التراجع عنه!

source: Loading backup system
ar: تحميل نظام النسخ الاحتياطي

source: Unexpected response
ar: استجابة غير متوقعة

source: Error fetching backups list:
ar: خطأ في جلب قائمة النسخ الاحتياطية:

source: Error updating list:
ar: خطأ في تحديث القائمة:

source: Unexpected response - you may need to log in
ar: استجابة غير متوقعة - قد تحتاج لتسجيل الدخول

source: Error fetching table information
ar: خطأ في جلب معلومات الجداول

source: Error fetching table information:
ar: خطأ في جلب معلومات الجداول:

source: Error:
ar: خطأ:

source: Please log in again
ar: يرجى تسجيل الدخول مرة أخرى

source: Processing...
ar: جاري التحضير...

source: Error
ar: خطأ

source: Restore completed successfully
ar: تم إكمال الاستعادة بنجاح

source: An error occurred
ar: حدث خطأ

source: Data clearing completed successfully!
ar: تم إكمال مسح البيانات بنجاح!

source: An unknown error occurred
ar: حدث خطأ غير معروف

source: Creating...
ar: جاري الإنشاء...

source: Waiting...
ar: انتظار...

source: You must log in first
ar: يجب تسجيل الدخول أولاً

source: Error getting progress
ar: خطأ في الحصول على التقدم

source: Starting deletion process
ar: بدء عملية الحذف

source: Response is not valid JSON
ar: الاستجابة ليست JSON صالح

source: Initializing backup page
ar: تهيئة صفحة النسخ الاحتياطي

source: Error finding CSRF protection code. Please reload the page.
ar: خطأ في العثور على رمز الحماية من التزوير. يرجى إعادة تحميل الصفحة.

source: Failed to start restore:
ar: فشل في بدء الاستعادة:

source: Connection error:
ar: خطأ في الاتصال:

source: User not logged in - skipping data loading
ar: المستخدم غير مسجل دخول - تخطي تحميل البيانات

source: Clearing...
ar: جاري المسح...

source: Cache cleared successfully
ar: تم مسح الكاش بنجاح

source: Error clearing cache:
ar: خطأ في مسح الكاش:

source: Failed to load tables
ar: فشل في تحميل الجداول

source: Records
ar: السجلات

source: Dependents
ar: المعتمدون

source: Safe to delete
ar: آمن للحذف

source: Has dependents
ar: لديه معتمدون

source: Error loading deletable tables
ar: خطأ في تحميل الجداول القابلة للحذف

source: Please select at least one table to delete
ar: يرجى تحديد جدول واحد على الأقل للحذف

source: Are you sure you want to delete the selected tables? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف الجداول المحددة؟ هذا الإجراء لا يمكن التراجع عنه.

source: CSRF token missing. Please reload the page.
ar: رمز الحماية من التزوير مفقود. يرجى إعادة تحميل الصفحة.

source: Selected tables deleted successfully
ar: تم حذف الجداول المحددة بنجاح

source: audit entries reassigned to
ar: إدخالات التدقيق أعيد تعيينها إلى

source: table
ar: جدول

source: Cannot delete; blocked by dependencies:
ar: لا يمكن الحذف؛ محظور بسبب التبعيات:

source: Error deleting tables:
ar: خطأ في حذف الجداول:

source: Are you sure you want to clear all data from the database? This action cannot be undone!
ar: هل أنت متأكد من أنك تريد مسح جميع البيانات من قاعدة البيانات؟ هذا الإجراء لا يمكن التراجع عنه!

source: This will permanently delete ALL records from ALL tables. Are you absolutely sure?
ar: سيؤدي هذا إلى حذف جميع السجلات من جميع الجداول نهائياً. هل أنت متأكد تماماً؟

source: Starting clear process...
ar: جاري بدء عملية المسح...

source: Initializing clear process...
ar: تهيئة عملية المسح...

source: Backup system loaded successfully
ar: تم تحميل نظام النسخ الاحتياطي بنجاح

source: Backup and Restore
ar: نظام النسخ الاحتياطي والاستعادة

source: Backup Management
ar: إدارة النسخ الاحتياطية

source: Creating backup...
ar: جاري إنشاء النسخة الاحتياطية...

source: Completed Tables
ar: الجداول المكتملة

source: Processed Records
ar: السجلات المعالجة

source: Current Table:
ar: الجدول الحالي:

source: Cancel and Reload Page
ar: إلغاء وإعادة تحميل الصفحة

source: Create JSON Backup
ar: إنشاء نسخة احتياطية JSON

source: JSON format for general use
ar: تنسيق JSON للاستخدام العام

source: Create XLSX Backup
ar: إنشاء نسخة احتياطية بصيغة XLSX

source: Excel file for easy handling
ar: ملف إكسل لسهولة التعامل

source: Available Backups
ar: النسخ الاحتياطية المتوفرة

source: File Name
ar: اسم الملف

source: Are you sure you want to delete the backup
ar: هل أنت متأكد من حذف النسخة الاحتياطية

source: No backups available currently. Create a new backup.
ar: لا توجد نسخ احتياطية متوفرة حالياً. قم بإنشاء نسخة احتياطية جديدة.

source: Choose backup file
ar: اختر ملف النسخة الاحتياطية

source: Clear existing data before restoration
ar: مسح البيانات الموجودة قبل الاستعادة

source: Danger Zone
ar: منطقة الخطر

source: This action will permanently delete ALL data from the database. This cannot be undone!
ar: سيؤدي هذا الإجراء إلى حذف جميع البيانات من قاعدة البيانات نهائيًا. لا يمكن التراجع عن ذلك!

source: Create backup with progress monitoring
ar: إنشاء نسخة احتياطية مع مراقبة التقدم

source: Backup page loaded with enhanced progress system
ar: تم تحميل صفحة النسخ الاحتياطي مع نظام التقدم المحسن

source: Add Bank Account
ar: إضافة حساب بنكي

source: Add New Bank Account
ar: إضافة حساب بنكي جديد

source: Dashboard
ar: لوحة التحكم

source: Add New Account
ar: إضافة حساب جديد

source: Back to Bank List
ar: العودة إلى القائمة البنوك

source: Bank Account Information
ar: معلومات الحساب البنكي

source: Please fill all required fields to add a new bank account
ar: يرجى ملء جميع الحقول المطلوبة لإضافة حساب بنكي جديد

source: Enter a descriptive name for the bank account
ar: أدخل اسماً وصفياً للحساب البنكي

source: Official bank name
ar: اسم البنك الرسمي

source: Account Details
ar: تفاصيل الحساب

source: Bank account number
ar: رقم الحساب البنكي

source: International Bank Account Number (optional)
ar: رقم الحساب البنكي الدولي (اختياري)

source: International bank code (optional)
ar: رمز البنك الدولي (اختياري)

source: Base Currency
ar: العملة الأساسية

source: Base currency is defined in company settings
ar: العملة الأساسية محددة في إعدادات الشركة

source: IFRS Note
ar: ملاحظة المعايير الدولية

source: Opening balance - recorded as capital contribution
ar: الرصيد الافتتاحي - مسجل كمساهمة رأسمالية

source: Account Status
ar: حالة الحساب

source: Account Active
ar: الحساب نشط

source: Determines whether the account is active or not
ar: يحدد ما إذا كان الحساب نشطاً أم لا

source: Additional Notes
ar: ملاحظات إضافية

source: Any additional notes about the bank account
ar: أي ملاحظات إضافية حول الحساب البنكي

source: Required fields
ar: الحقول المطلوبة

source: Save Account
ar: حفظ الحساب

source: Bank Account Details
ar: تفاصيل الحساب البنكي

source: Manage Transactions
ar: إدارة المعاملات

source: Back
ar: العودة

source: Deposits This Month
ar: الإيداعات هذا الشهر

source: Withdrawals This Month
ar: السحوبات هذا الشهر

source: Outgoing Transfers
ar: التحويلات الصادرة

source: Incoming Transfers
ar: التحويلات الواردة

source: Latest Transactions
ar: آخر المعاملات

source: No financial transactions
ar: لا توجد معاملات مالية

source: Latest Transfers
ar: آخر التحويلات

source: Outgoing Transfer
ar: تحويل صادر

source: Incoming Transfer
ar: تحويل وارد

source: Transfer to Cashbox
ar: تحويل إلى الصندوق

source: Transfer from Cashbox
ar: تحويل من الصندوق

source: No bank transfers
ar: لا توجد تحويلات بنكية

source: Edit Bank Account
ar: تعديل الحساب البنكي

source: to
ar: إلى

source: List
ar: قائمة

source: Information
ar: معلومات

source: Please
ar: يرجى

source: The
ar: ال

source: Required
ar: مطلوب

source: then
ar: ثم

source: click
ar: اضغط

source: Changes
ar: التغييرات

source: to update
ar: للتحديث

source: data
ar: البيانات

source: Fields
ar: الحقول

source: and
ar: و

source: Basic
ar: أساسي

source: Enter
ar: أدخل

source: name
ar: الاسم

source: descriptive
ar: وصفي

source: official
ar: رسمي

source: Details
ar: التفاصيل

source: International
ar: دولي

source: Optional
ar: اختياري

source: Base
ar: أساسي

source: defined
ar: محدد

source: Settings
ar: الإعدادات

source: Company
ar: الشركة

source: Financial
ar: مالي

source: Current
ar: حالي

source: Editable
ar: قابل للتعديل

source: Balance Calculated from Transactions:
ar: الرصيد المحسوب من المعاملات:

source: You can modify the current balance directly and the difference will be recorded in the transactions.
ar: يمكنك تعديل الرصيد الحالي مباشرة وسيتم تسجيل الفرق في المعاملات

source: IFRS compliant
ar: متوافق مع المعايير الدولية لإعداد التقارير المالية

source: determines
ar: يحدد

source: whether
ar: ما إذا كان

source: or
ar: أو

source: Additional
ar: إضافي

source: Audit
ar: تدقيق

source: Creation
ar: إنشاء

source: Please fill
ar: يرجى ملء

source: all
ar: جميع

source: Do you want
ar: هل تريد

source: Loading
ar: جاري التحميل

source: Bank Accounts List
ar: قائمة الحسابات البنكية

source: Print Full Report
ar: طباعة التقرير الكامل

source: Total Accounts
ar: إجمالي الحسابات

source: Search in accounts...
ar: البحث في الحسابات...

source: All Currencies
ar: جميع العملات

source: Active Only
ar: النشطة فقط

source: Inactive Only
ar: غير النشطة فقط

source: View Account Details
ar: عرض تفاصيل الحساب

source: View Account Transactions
ar: عرض معاملات الحساب

source: Transfer From/To Account
ar: تحويل من/إلى الحساب

source: Deactivate
ar: إلغاء التفعيل

source: Activate
ar: تفعيل

source: Delete All Account Transactions
ar: حذف جميع معاملات الحساب

source: Absolute Delete (SuperAdmin Only)
ar: حذف مطلق (مدير فائق فقط)

source: No bank accounts yet
ar: لا توجد حسابات بنكية بعد

source: Start by adding a new bank account to manage your finances
ar: ابدأ بإضافة حساب بنكي جديد لإدارة أمورك المالية

source: Add First Account
ar: إضافة الحساب الأول

source: Active Accounts
ar: الحسابات النشطة

source: Total Balances
ar: إجمالي الأرصدة

source: Number of Currencies
ar: عدد العملات

source: Confirm Deletion
ar: تأكيد الحذف

source: Are you sure you want to delete the bank account
ar: هل أنت متأكد من أنك تريد حذف الحساب البنكي

source: Warning: This action cannot be undone!
ar: تحذير: لا يمكن التراجع عن هذا الإجراء!

source: SuperAdmin Absolute Deletion
ar: حذف مطلق للمدير الفائق

source: Are you sure you want to perform absolute deletion for bank account
ar: هل أنت متأكد من أنك تريد إجراء حذف مطلق للحساب البنكي

source: CRITICAL WARNING:
ar: تحذير حرج:

source: This will delete the account permanently
ar: سيقوم هذا بحذف الحساب نهائياً

source: All transactions related to this account will be deleted
ar: سيتم حذف جميع المعاملات المتعلقة بهذا الحساب

source: All transfers related to this account will be deleted
ar: سيتم حذف جميع التحويلات المتعلقة بهذا الحساب

source: This action is irreversible and bypasses all safety checks
ar: هذا الإجراء لا رجعة فيه ويتجاوز جميع فحوصات الأمان

source: Only SuperAdmin can perform this operation
ar: يمكن للمدير الفائق فقط إجراء هذه العملية

source: This operation will be logged in the audit log.
ar: سيتم تسجيل هذه العملية في سجل التدقيق.

source: Absolute Delete
ar: حذف مطلق

source: Confirm Status Change
ar: تأكيد تغيير الحالة

source: Are you sure you want to
ar: هل أنت متأكد من أنك تريد

source: the bank account
ar: الحساب البنكي

source: Confirm
ar: تأكيد

source: Bank Accounts Report
ar: تقرير الحسابات البنكية

source: Generated on
ar: تم إنشاؤه في

source: at
ar: عند

source: Summary
ar: الملخص

source: Inactive Accounts
ar: الحسابات غير النشطة

source: FinsPilot Software
ar: برنامج فينس بايلوت

source: Cannot delete account
ar: لا يمكن حذف المنتج

source: because its balance is
ar: لأن رصيده هو

source: Correct way:
ar: الطريقة الصحيحة:

source: Go to transfers page and transfer all money to another account
ar: اذهب إلى صفحة التحويلات واحول جميع الأموال إلى حساب آخر

source: Come back here and click delete again - the account will be deleted even if it has transactions!
ar: عد إلى هنا وانقر حذف again - الحساب سيتم حذفه even if it لديه معاملات!

source: Or (for Superadmin):
ar: أو (للمدير الفائق):

source: Click Clear All Transactions then Delete Account
ar: اضغط مسح جميع المعاملات ثم حذف الحساب

source: Confirmation
ar: تأكيد

source: deactivate
ar: إلغاء التفعيل

source: activate
ar: تفعيل

source: Are you sure you want to delete all transactions for account
ar: هل أنت متأكد من أنك تريد حذف جميع المعاملات للحساب

source: Important warning:
ar: تحذير مهم:

source: All affected account balances will be automatically reset
ar: سيتم إعادة تعيين جميع أرصدة الحسابات المتأثرة تلقائياً

source: This account balance will return to initial balance
ar: سيعود رصيد هذا الحساب إلى الرصيد الأولي

source: Hidden
ar: مخفي

source: Bank Account Transactions
ar: معاملات الحساب البنكي

source: Transactions
ar: المعاملات

source: Delete Account Permanently
ar: حذف القيد نهائياً

source: Account Deletion Mode
ar: وضع حذف الحساب

source: To delete the bank account "%(acc)s", you must remove all related financial transactions first.
ar: إلى delete the bank account "%(acc)s", يجب عليك إزالة all related financial transactions first.

source: Remaining Transactions
ar: المعاملات المتبقية

source: Financial Transactions
ar: المعاملات المالية

source: Print Statement
ar: طباعة الكشف

source: Export to Excel
ar: التصدير إلى Excel

source: View Transfer Details
ar: عرض تفاصيل التحويل

source: Delete Transaction
ar: حذف المعاملة

source: No financial transactions are associated with this bank account.
ar: لا توجد معاملات مالية مرتبطة بهذا الحساب البنكي.

source: You can now delete the bank account!
ar: يمكنك الآن حذف الحساب البنكي!

source: Delete Transaction Confirmation
ar: تأكيد حذف المعاملة

source: Warning
ar: تحذير

source: The account balance will be recalculated automatically when deleting this transaction.
ar: سيتم إعادة حساب رصيد الحساب تلقائيًا عند حذف هذه المعاملة.

source: Are you sure you want to delete this transaction?
ar: هل أنت متأكد من أنك تريد حذف هذه المعاملة؟

source: Permanently delete bank account
ar: حذف الحساب البنكي نهائياً

source: Are you sure you want to delete the bank account "%(acc)s" permanently?
ar: هل أنت متأكد أنك تريد حذف الحساب البنكي "%(acc)s" نهائيًا؟

source: All data associated with this account will be lost.
ar: سيتم فقدان جميع البيانات المرتبطة بهذا الحساب.

source: Account Permanently
ar: الحساب نهائياً

source: An error occurred while deleting the transaction
ar: حدث خطأ أثناء حذف المعاملة

source: A network error occurred
ar: حدث خطأ في الشبكة

source: Print Date
ar: تاريخ الطباعة

source: Between Bank and Cashbox
ar: بين البنك والصندوق

source: Between Bank Account and Cashboxes
ar: بين الحساب البنكي والصناديق

source: Form
ar: النموذج

source: Back to
ar: العودة إلى

source: Generated automatically from the sequencing system
ar: تم إنشاؤه تلقائياً من نظام التسلسل

source: Choose
ar: اختر

source: From Bank to Cashbox
ar: من البنك إلى الصندوق

source: From Cashbox to Bank
ar: من الصندوق إلى البنك

source: Choose Bank and Cashbox
ar: اختر البنك والصندوق

source: Choose Bank Account
ar: اختر الحساب البنكي

source: Choose Cashbox
ar: اختر الصندوق

source: Bank Check
ar: شيك بنكي

source: Bank Name for Check
ar: اسم البنك للشيك

source: Filled automatically based on the selected bank account
ar: يتم ملؤه تلقائياً بناءً على الحساب البنكي المحدد

source: Amounts
ar: المبالغ

source: for the same currency
ar: لنفس العملة

source: Sender
ar: المرسل

source: Deducted
ar: مخصوم

source: Receiver
ar: المستلم

source: Added
ar: مضاف

source: and Notes
ar: والملاحظات

source: Enter a detailed description of the reason for the Transfer
ar: أدخل وصفاً مفصلاً لسبب التحويل

source: Action Buttons
ar: أزرار الإجراءات

source: Today
ar: اليوم

source: Improve Balance View to avoid precision loss and handle Empty values
ar: تحسين عرض الرصيد لتجنب فقدان الدقة والتعامل مع القيم الفارغة

source: Update check bank name
ar: تحديث اسم بنك الشيك

source: Update Transfer Preview
ar: تحديث معاينة التحويل

source: Bind events to update preview
ar: ربط الأحداث لتحديث المعاينة

source: Validate form before submission
ar: التحقق من صحة النموذج قبل الإرسال

source: Prevent duplicate submission
ar: منع الإرسال المكرر

source: Check that all required fields are filled
ar: التحقق من ملء جميع الحقول المطلوبة

source: Please choose Transfer type
ar: يرجى اختيار نوع التحويل

source: Please choose bank account
ar: يرجى اختيار الحساب البنكي

source: Please choose cashbox
ar: يرجى اختيار الصندوق

source: Please enter a valid amount greater than zero
ar: يرجى إدخال مبلغ صحيح أكبر من الصفر

source: Check that the check bank name has been filled
ar: التحقق من ملء اسم بنك الشيك

source: Bank name for check is required. Please choose bank account first.
ar: اسم البنك للشيك مطلوب. يرجى اختيار الحساب البنكي أولاً.

source: Check sufficient Balance
ar: التحقق من الرصيد الكافي

source: Check that source is specified and Balance is valid
ar: التحقق من تحديد المصدر وصحة الرصيد

source: Please choose Transfer source first
ar: يرجى اختيار مصدر التحويل أولاً

source: Check that Balance is a valid number (can be zero)
ar: التحقق من أن الرصيد رقم صحيح (يمكن أن يكون صفراً)

source: in reading source Balance. Please try again.
ar: في قراءة رصيد المصدر. يرجى المحاولة مرة أخرى.

source: insufficient!
ar: غير كافٍ!

source: Required Amount
ar: المبلغ المطلوب

source: Set submission state to prevent duplicate submission
ar: تعيين حالة الإرسال لمنع الإرسال المكرر

source: Disable submit button
ar: تعطيل زر الإرسال

source: Sending...
ar: جاري الإرسال...

source: Re-enable form after 10 seconds in case of Failed submission
ar: إعادة تفعيل النموذج بعد 10 ثوانٍ في حالة فشل الإرسال

source: Create Transfer
ar: إنشاء تحويل

source: Print Function
ar: وظيفة الطباعة

source: Transfers
ar: التحويلات

source: Voucher
ar: الإيصال

source: between
ar: بين

source: Bank and Cashbox
ar: البنك والصندوق

source: Cashbox and Bank
ar: الصندوق والبنك

source: Cash Register
ar: سجل النقد

source: Bank Check Information
ar: معلومات شيك البنك

source: Transferred
ar: محول

source: Check Bank
ar: بنك الشيك

source: Accountant Signature
ar: توقيع المحاسب

source: Manager Signature
ar: توقيع المدير

source: Company Stamp
ar: ختم الشركة

source: Cancel Edit
ar: إلغاء التعديل

source: Data
ar: بيانات

source: Please review all data before
ar: يرجى مراجعة جميع البيانات قبل الحفظ

source: Choose Bank
ar: اختر البنك

source: Bank Check Data
ar: بيانات الشيك البنكي

source: Optional description for the
ar: وصف اختياري للفئة

source: Select
ar: اختر

source: based on
ar: تم إنشاؤه في

source: greater than
ar: أكبر من

source: Available
ar: متوفر

source: Must choose Bank and Cashbox
ar: يجب اختيار البنك والصندوق

source: not sufficient
ar: غير كافٍ

source: in
ar: في

source: Source
ar: المصدر

source: Must enter complete bank check data
ar: يجب إدخال بيانات الشيك البنكي كاملة

source: Add Bank Transfer
ar: إضافة تحويل بنكي

source: Add New Bank Transfer
ar: إضافة تحويل بنكي جديد

source: Important Alert
ar: تنبيه هام:
