Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: From here you can manage all your customers and suppliers, track their balances, and generate financial reports. Use the buttons below for quick access to different features.
ar: من هنا يمكنك إدارة جميع عملائك ومورديك، وتتبع أرصدتهم، وإنشاء التقارير المالية. استخدم الأزرار أدناه للوصول السريع إلى الميزات المختلفة.

source: Total Suppliers
ar: إجمالي الموردين

source: Customer Credit Balances
ar: أرصدة الدائنة للعملاء

source: Customer Debt
ar: ديون العملاء

source: Supplier Credit Balances
ar: الرصيد الدائن للموردون

source: Supplier Debt
ar: ديون الموردين

source: Customer Management
ar: إدارة العملاء

source: View and manage all your customers, track their balances, and add new customers. You can filter customers by status and balance.
ar: يمكنك عرض جميع عملائك وإدارتهم، وتتبع أرصدتهم، وإضافة عملاء جدد. يمكنك تصفية العملاء حسب الحالة والرصيد.

source: Supplier Management
ar: إدارة الموردين

source: View and manage all your suppliers, track their balances, and add new suppliers. You can filter suppliers by status and balance.
ar: يمكنك عرض جميع مورديك وإدارتهم، وتتبع أرصدتهم، وإضافة موردين جدد. يمكنك تصفية الموردين حسب الحالة والرصيد.

source: Add a new customer to the database
ar: إضافة عميل جديد إلى قاعدة البيانات.

source: Add New Supplier
ar: إضافة مورد جديد

source: Add a new supplier to the database
ar: أضف موردًا جديدًا إلى قاعدة البيانات.

source: Customer Balances Report
ar: تقرير أرصدة العملاء

source: View a comprehensive report of customer balances
ar: اطلع على تقرير شامل لأرصدة العملاء.

source: Supplier Balances Report
ar: تقرير أرصدة الموردين

source: View a comprehensive report of supplier balances
ar: عرض تقرير شامل عن أرصدة الموردين.

source: Recent Activities
ar: الأنشطة الحديثة

source: No recent activities
ar: لا يوجد أنشطة حديثة

source: Recent operations on customers and suppliers will appear here
ar: ستظهر هنا أحدث العمليات المتعلقة بالعملاء والموردين.

source: Active Suppliers
ar: الموردين النشطين

source: Filter Suppliers
ar: فلترة الموردون

source: Supplier Name or Phone
ar: اسم المورد أو رقم الهاتف

source: All Suppliers
ar: جميع الموردين

source: Inactive Suppliers
ar: الموردين غير النشطين

source: List of Suppliers
ar: قائمة الموردين

source: Suppliers
ar: الموردين

source: Supplier Account Statement
ar: كشف حساب مورد

source: Not
ar: لا

source: Account statement
ar: كشف الحساب

source: No Supplier Currently
ar: لا يوجد مورد حاليًا

source: You can Add Supplier New from No by clicking on the button Add Supplier New
ar: يمكنك إضافة مورد جديد من خلال النقر على زر إضافة مورد جديد.

source: Add First Supplier
ar: إضافة مورد جديد

source: Pages of
ar: صفحات من

source: Supplier Name
ar: اسم المورد

source: Credit limit
ar: الحد الائتماني

source: Maximum amount the Supplier can be debited
ar: الحد الأقصى للمبلغ سقف دين العميل.

source: Initial
ar: الافتتاحي

source: Positive: for him, negative: on him
ar: موجب: له، سالب: عليه

source: Any notes or
ar: أي ملاحظات أو

source: additional
ar: إضافي

source: Deactivation hides the
ar: إلغاء التفعيل يخفي

source: from lists
ar: من القوائم

source: Start
ar: ابدأ

source: Sending data to the server...
ar: جاري إرسال البيانات إلى الخادم...

source: Response from the server:
ar: استجابة من الخادم:

source: Received data:
ar: البيانات المستلمة:

source: window
ar: نافذة

source: reset
ar: إعادة تعيين

source: form
ar: نموذج

source: Done
ar: تم

source: successfully
ar: بنجاح

source: Reload
ar: إعادة تحميل

source: page
ar: الصفحة

source: Happened
ar: حدث

source: during
ar: خلال

source: creation
ar: إنشاء

source: Try again
ar: حاول مرة أخرى

source: Suppliers Report
ar: تقرير الموردين

source: Comprehensive Customer/Supplier Statement
ar: بيان شامل للعميل/المورد

source: Comprehensive Account Statement
ar: كشف حساب شامل

source: Before period
ar: قبل الدورة

source: From documents
ar: من الوثائق

source: Opening + Net
ar: الافتتاح + صافي

source: Document count
ar: عدد المستندات

source: Same as transactions
ar: نفس المعاملات

source: No documents found
ar: لم يتم العثور على أي مستندات

source: No documents
ar: لا توجد مستندات

source: Balance Sheet - Triangle
ar: الميزانية العمومية

source: Will be
ar: سيكون

source: indeed
ar: فعلاً

source: Cash Flows - Triangle
ar: التدفقات النقدية - المثلث

source: Cash Flows
ar: التدفقات النقدية

source: Income Statement - FinsPilot
ar: قائمة_الدخل

source: Income Statement (Profit and Loss)
ar: قائمة_الدخل

source: Specific Period
ar: فترة محددة

source: Manual Selection
ar: اختيار يدوي

source: Current Month
ar: الشهر الحالي

source: Previous Month
ar: الشهر السابق

source: Current Quarter
ar: الربع الحالي

source: Previous Year
ar: السنة السابقة

source: Generate Report
ar: إنشاء التقرير

source: Income Statement for the period from
ar: قائمة الدخل للفترة من

source: Total Expenses
ar: إجمالي المصروفات

source: Net Income (Profit/Loss)
ar: صافي الربح/الخسارة

source: Comparison of Revenues and Expenses
ar: مقارنة الإيرادات والمصروفات

source: Expense Distribution
ar: توزيع المصروفات

source: Activity Result
ar: نتيجة النشاط

source: Expense Ratio
ar: نسبة المصروفات

source: Revenue Growth
ar: نمو الإيرادات

source: Important Notes
ar: ملاحظات مهمة

source: The income statement shows revenues and expenses for the specified period only
ar: تظهر قائمة الدخل الإيرادات والمصروفات للفترة المحددة فقط

source: Net Income = Total Revenues - Total Expenses
ar: صافي الدخل = إجمالي الإيرادات - إجمالي المصروفات

source: Profit Margin = (Net Income ÷ Total Revenues) × 100
ar: هامش الربح = (صافي الدخل ÷ إجمالي الإيرادات) × 100

source: Data is updated automatically when adding new entries
ar: يتم تحديث البيانات تلقائياً عند إضافة إدخالات جديدة

source: Chart
ar: رسم بياني

source: Net Income
ar: صافي الدخل

source: Income_Statement
ar: قائمة_الدخل

source: Trial Balance - Triangle
ar: الميزان التجريبي

source: Trial Balance as of
ar: الميزان التجريبي

source: Balanced
ar: متوازن

source: Total Debit = Total Credit
ar: إجمالي المدين = إجمالي الدائن

source: Unbalanced
ar: غير متوازن

source: There is a difference in the balance
ar: هناك فرق في الرصيد

source: No Data Found
ar: لم يتم العثور على بيانات

source: No accounts or transactions in the specified period
ar: لا توجد حسابات أو معاملات في الفترة المحددة

source: Total Debit should equal Total Credit
ar: إجمالي المدين يجب أن يساوي إجمالي الدائن

source: If unbalanced, review the accounting entries
ar: إذا لم تكن متوازنة، راجع القيود المحاسبية

source: Trial_Balance
ar: الميزان التجريبي

source: Confirm Attendance Record Deletion
ar: تأكيد الحذف

source: Delete Attendance Record
ar: تم عرض تقرير الحضور

source: Confirm deletion of attendance and departure record
ar: تأكيد حذف سجل الحضور والانصراف

source: Warning!
ar: تحذير

source: Are you sure you want to delete this attendance record?
ar: هل أنت متأكد من أنك تريد حذف هذه المعاملة؟

source: This action cannot be undone and all data associated with this record will be permanently deleted.
ar: This action cannot be تراجعne and all data associated with this record will be permanently deleted.

source: Details of the Record to be Deleted
ar: تفاصيل السجل المراد حذفه

source: Check-in Time
ar: وقت الدخول

source: Check-out Time
ar: وقت الخروج

source: hour
ar: ساعة

source: Created by
ar: أنشئ بواسطة

source: Are you sure you want to permanently delete this attendance record? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذه المعاملة؟

source: Attendance Details
ar: تقارير الحضور

source: Employee Information
ar: معلومات الموظف

source: View Employee Profile
ar: عرض ملف الموظف

source: Check In
ar: وقت الدخول

source: Check Out
ar: وقت الخروج

source: Working Hours
ar: ساعات العمل

source: hrs
ar: ساعات

source: This Month Attendance
ar: فواتير هذا الشهر

source: This Month Absences
ar: فواتير هذا الشهر

source: This Month Late
ar: هذا الشهر

source: Total Working Hours
ar: ساعات العمل

source: Edit Attendance and Departure
ar: تم عرض تقرير الحضور

source: Add New Attendance and Departure
ar: تم عرض تقرير الحضور

source: Manage employee attendance and departure records
ar: بيانات الحضور والانصراف

source: Attendance and Departure Data
ar: بيانات الحضور والانصراف

source: Record New Attendance and Departure
ar: تسجيل الحضور والمغادرة الجديد

source: Employee and Date Information
ar: معلومات الموظف والتاريخ

source: Attendance and Departure Times
ar: مواعيد الحضور والمغادرة

source: Attendance Type and Hours
ar: نوع الحضور والساعات

source: Enter the number of overtime hours
ar: أدخل عدد ساعات العمل الإضافي

source: Any additional notes about attendance and departure
ar: أي ملاحظات إضافية حول الحضور والمغادرة

source: Data Error
ar: خطأ في البيانات

source: Add Attendance
ar: إضافة الحضور

source: Check-in and check-out times must be entered for regular attendance
ar: يجب إدخال أوقات تسجيل الدخول والخروج للحضور المنتظم

source: Are you sure you want to save the attendance and departure data?
ar: هل أنت متأكد أنك تريد حفظ بيانات الحضور والانصراف؟

source: Attendance Records
ar: سجلات الحضور

source: Record Attendance
ar: تسجيل الحضور

source: Upload CSV
ar: تحميل ملف بتنسيق CSV

source: All Employees
ar: جميع الموظفين

source: hours
ar: ساعات

source: overtime
ar: ساعات العمل الإضافية

source: Recorded by
ar: تم تسجيله بواسطة

source: No attendance records found
ar: لم يتم العثور على سجلات الحضور

source: Start recording attendance for your employees
ar: ابدأ بتسجيل الحضور لموظفيك

source: Attendance pagination
ar: ترقيم الحضور

source: Page %(current)s of %(total)s
ar: الصفحة %(current)s من %(total)s

source: Upload Attendance File
ar: تحميل ملف الحضور

source: Upload CSV file for bulk attendance and departure
ar: تحميل ملف CSV للحضور والمغادرة بالجملة

source: Back to Attendance List
ar: العودة إلى قائمة الحضور

source: Select File
ar: اختر الملف

source: CSV Only
ar: CSV فقطCSV

source: Data Processing
ar: معالجة البيانات

source: Verification and Matching
ar: التحقق والمطابقة

source: Save Data
ar: حفظ البيانات

source: Enter Results
ar: أدخل النتائج

source: Process Complete
ar: تمت العملية

source: Results Report
ar: تقرير النتائج

source: Upload Attendance CSV File
ar: تحميل ملف الحضور CSV

source: Important Information:
ar: معلومات هامة:

source: File must be in CSV format only
ar: يجب أن يكون الملف بتنسيق CSV.

source: Data must contain employee number and attendance date
ar: يجب أن تحتوي البيانات على رقم الموظف وتاريخ الحضور

source: Duplicate records will be ignored
ar: سيتم تجاهل السجلات المكررة

source: A report will be generated with results after upload
ar: سيتم إنشاء تقرير بالنتائج بعد التحميل

source: Select CSV File
ar: حدد ملف بتنسيق CSV

source: Drag the file here or click to select
ar: اسحب الملف هنا أو انقر لتحديده

source: CSV files only - Maximum 10MB
ar: ملفات CSV فقط - الحد الأقصى 10 ميجابايت

source: Uploading...
ar: جاري التحميل...

source: Required CSV File Format
ar: تنسيق ملف CSV المطلوب

source: Required Format:
ar: التنسيق المطلوب:

source: File must contain the following columns in order:
ar: يجب أن يحتوي الملف على الأعمدة التالية بالترتيب:

source: Column
ar: عامود

source: Example
ar: مثال

source: Employee Number
ar: رقم الموظف

source: Text
ar: نص

source: Required - YYYY-MM-DD
ar: مطلوب - YYYY-MM-DD

source: Optional - HH:MM
ar: اختياري - HH:MM

source: Example of full row:
ar: مثال على الصف الكامل:

source: Ready Template:
ar: قالب جاهز:

source: Download empty CSV template to fill data
ar: تنزيل قالب CSV فارغًا لملء البيانات

source: Download Template
ar: تحميل القالب

source: Upload File
ar: تحميل الملف

source: File selected successfully
ar: تم اختيار الملف بنجاح

source: Click 'Upload File' to continue
ar: انقر فوق "تحميل الملف" للمتابعة

source: File size must be less than 10MB
ar: يجب أن يكون حجم الملف أقل من 10 ميجا بايت

source: Please select a CSV file first
ar: الرجاء تحديد ملف CSV أولاً

source: Are you sure you want to upload this file? Data will be processed and added to the system.
ar: هل أنت متأكد من رغبتك في تحميل هذا الملف؟ سيتم معالجة البيانات وإضافتها إلى النظام.

source: Saving to database...
ar: حفظ في قاعدة البيانات...

source: Delete Contract
ar: حذف العقد

source: Back to Contracts
ar: العودة إلى العقود

source: This action cannot be undone. Are you sure you want to delete this contract?
ar: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد من حذف هذا العقد؟

source: Contract Details
ar: تفاصيل العقد

source: Employee:
ar: الموظف

source: Contract Number:
ar: رقم العقد

source: Contract Type:
ar: نوع العقد

source: Start Date:
ar: تاريخ البداية

source: End Date:
ar: تاريخ الانتهاء

source: Salary:
ar: الراتب

source: Working Hours/Day:
ar: ساعات العمل يومياً

source: Please confirm that you want to delete this contract. This action cannot be reversed.
ar: هل أنت متأكد من أنك تريد حذف هذه المعاملة؟

source: Contract Information
ar: معلومات العقد

source: Employee Name
ar: الموظف

source: Salary & Benefits
ar: تقرير تفصيل الراتب

source: Total Salary
ar: إجمالي الراتب

source: Working Conditions
ar: الشروط والأحكام

source: Working Hours/Day
ar: ساعات العمل يومياً

source: Working Days/Week
ar: أيام العمل أسبوعياً

source: days
ar: أيام

source: Contract Duration
ar: مدة العقد

source: Indefinite
ar: غير محدد

source: started
ar: تم البدء

source: Terms & Conditions
ar: الشروط والأحكام

source: Contract Metadata
ar: نوع العقد

source: Back to Contracts List
ar: العودة إلى قائمة الأصول

source: Edit Contract
ar: عقد

source: Add Contract
ar: عقد

source: Contract Dates
ar: العقود

source: Salary and Benefits
ar: البرمجيات والتراخيص

source: Update Contract
ar: عقد

source: Create Contract
ar: عقد

source: Employee Contracts
ar: مستندات الموظف

source: Open-ended
ar: مفتوح

source: Are you sure you want to delete this contract?
ar: هل أنت متأكد من أنك تريد حذف هذه المعاملة؟

source: Contracts pagination
ar: معلومات الاتصال

source: No contracts found
ar: لا توجد معاملات

source: Start by creating the first contract
ar: ابدأ بإنشاء العقد الأول

source: Human Resources Dashboard
ar: لوحة تحكم الإيرادات والمصروفات

source: Manage employees, attendance, payroll, and HR operations
ar: إدارة الموظفين والحضور وكشوف الرواتب وعمليات الموارد البشرية

source: Active Employees
ar: الموظفون

source: new this month
ar: الإيداعات هذا الشهر

source: Active departments
ar: الأقسام

source: Pending Leaves
ar: معلق

source: Require approval
ar: يتطلب موافقة

source: Today's Attendance
ar: الحضور اليوم

source: Present today
ar: الحاضر اليوم

source: Add Employee
ar: أضف موظف

source: Mark Attendance
ar: علامة الحضور

source: Request Leave
ar: طلب إجازة

source: New Payroll
ar: رواتب جديدة

source: Today's Attendance Stats
ar: إحصائيات الحضور اليوم

source: View All Attendance
ar: عرض جميع الحضور

source: Recent Leave Requests
ar: طلبات الإجازات الأخيرة

source: Duration
ar: مدة

source: View All Leave Requests
ar: عرض جميع طلبات الإجازات

source: Birthdays
ar: تاريخ الميلاد

source: New Hires
ar: موظفون جدد

source: Employee Directory
ar: دليل الموظفين

source: Upload Attendance
ar: تحميل الحضور

source: Delete Department
ar: حذف القسم

source: Back to Departments
ar: العودة إلى الأقسام

source: This action cannot be undone. Are you sure you want to delete this department?
ar: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد من حذف هذا القسم؟

source: Department Details
ar: تفاصيل القسم

source: Department Name:
ar: اسم القسم

source: Department Code:
ar: رمز القسم

source: Manager:
ar: المدير

source: No manager assigned
ar: لم يتم تعيين مدير

source: Created At:
ar: أنشئ في

source: Updated At:
ar: محدث في

source: Description:
ar: الوصف

source: Please confirm that you want to delete this department. This action cannot be reversed.
ar: هل أنت متأكد من أنك تريد حذف هذه المعاملة؟

source: Department Information
ar: معلومات التاريخ

source: No Description
ar: غير محدد

source: No Manager Assigned
ar: توقيع المدير

source: Created Date
ar: أنشئ في

source: Department Employees
ar: اسم القسم

source: No employees in this department
ar: لا يوجد موظفين في هذا القسم

source: Department Positions
ar: الأقسام

source: No positions defined for this department
ar: لا توجد وظائف محددة لهذا القسم

source: Edit Department
ar: القسم

source: Add Department
ar: أضف قسم

source: Add New Department
ar: القسم

source: Select an employee to manage this department
ar: حدد موظفًا لإدارة هذا القسم

source: Update Department
ar: تحديث القسم

source: Create Department
ar: إنشاء قسم

source: Department name is required
ar: اسم البنك مطلوب

source: Employees Count
ar: مستند الموظف

source: No Manager
ar: المدير

source: Are you sure you want to delete this department?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: Departments pagination
ar: الأقسام

source: No departments found
ar: لم يتم العثور على أقسام

source: Start by creating your first department
ar: ابدأ بإنشاء قسمك الأول

source: Confirm Employee Deletion
ar: تأكيد الحذف

source: Delete Employee
ar: الموظف

source: Confirm deletion of employee data from the system
ar: تأكيد حذف بيانات الموظف من النظام

source: Back to Employee List
ar: العودة إلى القائمة

source: Important Warning!
ar: تحذير مهم:

source: Are you sure you want to delete this employee?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: Note:
ar: الملاحظات

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء!

source: You will permanently lose all employee data
ar: ستفقد بشكل دائم جميع بيانات الموظف

source: Related data for this employee may be affected
ar: قد تتأثر البيانات المرتبطة بهذا الموظف

source: It is recommended to create a backup before deletion
ar: يوصى بإنشاء نسخة احتياطية قبل الحذف

source: Employee data to be deleted:
ar: تم تصدير بيانات الموظفين إلى إكسل

source: Employee ID:
ar: رقم الموظف

source: Full Name:
ar: دوام كامل

source: Department:
ar: القسم

source: Position:
ar: الوظيفة

source: Email:
ar: البريد الإلكتروني

source: Phone Number:
ar: رقم الشيك

source: Hire Date:
ar: تاريخ التوظيف

source: Related Data:
ar: البيانات ذات الصلة

source: This employee may have related data in the system such as:
ar: هذا الموظف قد يكون لديه بيانات مرتبطة في النظام مثل:

source: Attendance records
ar: الحضور

source: Leave requests
ar: طلبات الإجازة

source: Salary data
ar: الراتب

source: Performance evaluations
ar: تقييمات الأداء

source: Documents and files
ar: عنوان المستند

source: To proceed, confirm that you have read all the warnings above
ar: للمتابعة، أكد أنك قرأت جميع التحذيرات أعلاه

source: I confirm that I have read the warnings and want to proceed with deleting the employee
ar: I confirm that I have read the warnings and want to proceed with جاري الحذف the employee

source: You must confirm reading the warnings first
ar: يجب تأكيد قراءة التحذيرات أولاً

source: Final confirmation: Are you sure you want to delete the employee
ar: هل أنت متأكد من حذف النسخة الاحتياطية

source: Deletion in progress. Are you sure you want to leave the page?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: Employee Details
ar: مستندات الموظف

source: Personal Information
ar: المعلومات الشخصية

source: Employment Information
ar: معلومات التوظيف

source: Withholding Tax Rate
ar: نسبة الضريبة المقتطعة

source: Withholding Tax Amount
ar: قيمة الضريبة المقتطعة

source: Employee Social Security Rate
ar: نسبة الضمان الاجتماعي للموظف

source: Employee Social Security Amount
ar: قيمة الضمان الاجتماعي للموظف

source: Company Social Security Rate
ar: نسبة الضمان الاجتماعي على الشركة

source: Company Social Security Amount
ar: قيمة الضمان الاجتماعي على الشركة

source: Additional Deductions
ar: الاقتطاعات الإضافية

source: Total Additional Deductions
ar: إجمالي الاقتطاعات الإضافية

source: No additional deductions
ar: الاقتطاعات الإضافية

source: After all deductions
ar: بعد جميع الاقتطاعات

source: Current Contract
ar: عقد

source: New Contract
ar: عقد

source: Upload Document
ar: رفع مستند

source: Delete Employee Document
ar: حذف مستند الموظف

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Are you sure you want to delete this document?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: Delete Document
ar: حذف الحساب

source: Employee Document Details
ar: مستندات الموظف

source: File Information
ar: معلومات

source: File Size
ar: اسم الأصل

source: File Type
ar: جميع الأنواع

source: Download File
ar: تحميل

source: No file attached
ar: لا يوجد ملف مرفق

source: Edit Employee Document
ar: تعديل مستند الموظف

source: Add New Employee Document
ar: إضافة مستند جديد للموظف

source: Manage Employee Documents
ar: مستندات الموظف

source: Edit Document Information
ar: تعديل معلومات المستند

source: Upload New Document
ar: رفع مستند جديد

source: Document Information
ar: معلومات المستند

source: Document Description
ar: وصف المستند

source: Detailed description of the document (optional)
ar: وصف تفصيلي للمستند (اختياري)

source: File Upload
ar: رفع ملف

source: Drag and drop the file here
ar: اسحب وأفلت الملف هنا

source: Choose File
ar: اختر

source: Current File:
ar: القيمة الحالية

source: Please fill all required fields and select a file
ar: يرجى ملء جميع الحقول المطلوبة

source: Add Document
ar: إضافة مستند

source: No file
ar: لا يوجد ملف

source: Documents pagination
ar: ترقيم المستندات

source: Start by adding your first employee document
ar: ابدأ بإضافة أول مستند للموظف

source: Are you sure you want to delete the document
ar: هل أنت متأكد من حذف النسخة الاحتياطية

source: Edit Employee
ar: الموظف

source: Back to Employees
ar: الموظفون

source: Unique identifier for the employee
ar: معرف فريد للموظف

source: Enter 0 for no probation period
ar: أدخل 0 في حالة عدم وجود فترة تجربة

source: Probation End Date
ar: تاريخ انتهاء فترة التجربة

source: Calculated automatically
ar: يتم حسابها تلقائياً

source: Link employee to a system user (optional)
ar: ربط الموظف بمستخدم النظام (اختياري)

source: Salary Information
ar: معلومات الراتب

source: Withholding Tax Information
ar: معلومات الضريبة المقتطعة

source: Enter the withholding tax rate percentage
ar: أدخل نسبة الضريبة المقتطعة

source: Calculated automatically from basic salary
ar: يتم احتسابها تلقائياً من الراتب الأساسي

source: Social Security Information
ar: معلومات الضمان الاجتماعي

source: Employee contribution rate
ar: نسبة مساهمة الموظف

source: Company contribution rate
ar: نسبة مساهمة الشركة

source: Sum of all active deductions
ar: مجموع جميع الاقتطاعات النشطة

source: Net Salary Information
ar: معلومات صافي الراتب

source: Basic Salary + Allowances
ar: الراتب الأساسي + البدلات

source: Withholding Tax + Social Security
ar: الضريبة المقتطعة + الضمان الاجتماعي

source: Final salary after all deductions
ar: الراتب النهائي بعد جميع الاقتطاعات

source: End of Service / Termination
ar: إنهاء الخدمة / الفصل

source: Update Employee
ar: تحديث الموظف

source: Create Employee
ar: انشئ موظف

source: No deductions added yet
ar: لم يتم إضافة أي اقتطاعات بعد

source: Calculated
ar: المحسوب

source: Add Deduction
ar: إضافة اقتطاع

source: Edit feature - to be implemented
ar: ميزة التعديل - سيتم تطبيقها قريباً

source: Select Position
ar: اختر الوظيفة

source: Search by name, email or employee ID
ar: البحث حسب الاسم أو البريد الإلكتروني أو معرف الموظف

source: All Departments
ar: جميع الأقسام

source: Joined
ar: انضم

source: No employees found
ar: لم يتم العثور على موظفين

source: Start by adding your first employee
ar: ابدأ بإضافة موظفك الأول

source: Employees pagination
ar: ترقيم صفحات الموظفين

source: Leave Request Details
ar: طلبات الإجازة

source: Leave Information
ar: معلومات التاريخ

source: Metadata
ar: البيانات

source: Edit Request
ar: تعديل الطلب

source: Edit Leave Request
ar: تعديل طلب الإجازة

source: New Leave Request
ar: طلب إجازة جديد

source: Manage Leave and Permission Requests
ar: إدارة طلبات الإجازات والأذونات

source: Employee and Leave Type Information
ar: معلومات الموظف ونوع الإجازة

source: Leave Dates
ar: أنواع الإجازات

source: Total Days
ar: إجمالي الأيام

source: Working Days
ar: أيام العمل

source: Leave Balance
ar: رصيد الإجازة
