Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Attendance Type
ar: نوع الحضور

source: Worked Hours
ar: ساعات العمل

source: Overtime Hours
ar: ساعات العمل الإضافية

source: Manual Entry
ar: إدخال يدوي

source: Attendance
ar: الحضور

source: Attendances
ar: الحضور

source: Can View Attendance
ar: عرض الحضور

source: Can Add Attendance
ar: إضافة الحضور

source: Can Change Attendance
ar: تعديل الحضور

source: Can Delete Attendance
ar: حذف الحضور

source: Leave Type Name
ar: اسم نوع الإجازة

source: Leave Type Name (English)
ar: اسم نوع الإجازة (بالإنجليزية)

source: Code
ar: الرمز

source: Days Per Year
ar: أيام سنوياً

source: Is Paid
ar: مدفوع

source: Requires Approval
ar: يتطلب موافقة

source: Max Consecutive Days
ar: الحد الأقصى للأيام المتتالية

source: Leave Type
ar: نوع الإجازة

source: Leave Types
ar: أنواع الإجازة

source: Can View Leave Types
ar: عرض أنواع الإجازات

source: Can Add Leave Types
ar: إضافة أنواع الإجازات

source: Can Change Leave Types
ar: تعديل أنواع الإجازات

source: Can Delete Leave Types
ar: حذف أنواع الإجازات

source: Pending
ar: معلق

source: Approved
ar: معتمد

source: Rejected
ar: مرفوض

source: Days Count
ar: عدد الأيام

source: Reason
ar: السبب

source: Approved By
ar: معتمد من قبل

source: Approval Date
ar: تاريخ الموافقة

source: Rejection Reason
ar: سبب الرفض

source: Leave Request
ar: طلب إجازة

source: Leave Requests
ar: طلبات الإجازة

source: Can View Leave Requests
ar: عرض طلبات الإجازات

source: Can Add Leave Requests
ar: إضافة طلبات الإجازات

source: Can Change Leave Requests
ar: تعديل طلبات الإجازات

source: Can Delete Leave Requests
ar: حذف طلبات الإجازات

source: Can Approve Leave Requests
ar: الموافقة على طلبات الإجازات

source: Is Processed
ar: معالج

source: Processed Date
ar: تاريخ المعالجة

source: Processed By
ar: معالج من قبل

source: Payroll Period
ar: فترة الرواتب

source: Payroll Periods
ar: فترات الرواتب

source: Can View Payroll Periods
ar: عرض فترات الرواتب

source: Can Add Payroll Periods
ar: إضافة فترات الرواتب

source: Can Change Payroll Periods
ar: تعديل فترات الرواتب

source: Can Delete Payroll Periods
ar: حذف فترات الرواتب

source: Can Process Payroll Periods
ar: معالجة فترات الرواتب

source: Overtime Amount
ar: مبلغ العمل الإضافي

source: Bonuses
ar: المكافآت

source: Deductions
ar: الخصومات

source: Social Security Deduction
ar: خصم الضمان الاجتماعي

source: Income Tax
ar: ضريبة الدخل

source: Unpaid Leave Deduction
ar: خصم الإجازة غير المدفوعة

source: Gross Salary
ar: الراتب الإجمالي

source: Total Deductions
ar: إجمالي الخصومات

source: Net Salary
ar: صافي الراتب

source: Journal Entry
ar: قيد يومية

source: Payment Date
ar: تاريخ الدفع

source: Payment Method
ar: طريقة الدفع

source: Payroll Entry
ar: قيد الرواتب

source: Payroll Entries
ar: قيود الرواتب

source: Can View Payroll Entries
ar: عرض قيود الرواتب

source: Can Add Payroll Entries
ar: إضافة قيود الرواتب

source: Can Change Payroll Entries
ar: تعديل قيود الرواتب

source: Can Delete Payroll Entries
ar: حذف قيود الرواتب

source: Cannot create payroll period without user
ar: حذف فترات الرواتب

source: ID Copy
ar: نسخة الهوية

source: Certificate
ar: الشهادة

source: Resume
ar: السيرة الذاتية

source: Photo
ar: الصورة

source: File
ar: الملف

source: Upload Date
ar: تاريخ الرفع

source: Uploaded By
ar: تم الرفع بواسطة

source: Employee Document
ar: مستند الموظف

source: Employee Documents
ar: مستندات الموظف

source: Can View Employee Documents
ar: عرض مستندات الموظفين

source: Can Add Employee Documents
ar: إضافة مستندات الموظفين

source: Can Change Employee Documents
ar: تعديل مستندات الموظفين

source: Can Delete Employee Documents
ar: حذف مستندات الموظفين

source: Deduction Type
ar: نوع الخصم

source: Deduction Value
ar: قيمة الاقتطاع

source: Deduction Notes
ar: ملاحظات الاقتطاع

source: Employee Deduction
ar: اقتطاع الموظف

source: Employee Deductions
ar: اقتطاعات الموظف

source: Can View Employee Deductions
ar: يمكن عرض اقتطاعات الموظف

source: Can Add Employee Deductions
ar: يمكن إضافة اقتطاعات الموظف

source: Can Change Employee Deductions
ar: يمكن تعديل اقتطاعات الموظف

source: Can Delete Employee Deductions
ar: يمكن حذف اقتطاعات الموظف

source: Employee created successfully.
ar: تم إنشاء الموظف بنجاح.

source: Employee updated successfully.
ar: تم تحديث الموظف بنجاح.

source: Employee deleted successfully.
ar: تم حذف الموظف بنجاح.

source: File must be CSV format.
ar: يجب أن يكون الملف بتنسيق CSV.

source: Leave request approved successfully.
ar: تمت الموافقة على طلب الإجازة بنجاح.

source: Leave request rejected.
ar: تم رفض طلب الإجازة.

source: Payroll period already processed.
ar: فترة الرواتب معالجة بالفعل.

source: Payroll period must be processed first.
ar: يجب معالجة فترة الرواتب أولاً.

source: Payroll journal entries created successfully.
ar: تم إنشاء قيود يومية الرواتب بنجاح.

source: Attendance record created successfully
ar: تم إنشاء الحساب بنجاح

source: Attendance record updated successfully
ar: تم تحديث الحساب بنجاح

source: Attendance record deleted successfully
ar: تم حذف الحساب بنجاح

source: Created employee document: %(title)s for employee %(employee)s
ar: تم إنشاء مستند الموظف: %(title)s للموظف %(employee)s

source: Employee document created successfully.
ar: تم إنشاء مستند الموظف بنجاح.

source: Updated employee document: %(title)s for employee %(employee)s
ar: تم تحديث مستند الموظف: %(title)s للموظف %(employee)s

source: Employee document updated successfully.
ar: تم تحديث مستند الموظف بنجاح.

source: Deleted employee document: %(title)s for employee %(employee)s
ar: تم حذف مستند الموظف: %(title)s للموظف %(employee)s

source: Employee document deleted successfully.
ar: تم حذف مستند الموظف بنجاح.

source: You do not have permission to access HR module.
ar: ليس لديك صلاحية للوصول إلى وحدة الموارد البشرية.

source: Viewed HR reports dashboard
ar: تم عرض لوحة تقارير الموارد البشرية

source: Employee Report
ar: تقرير الموظف

source: Viewed employee report
ar: تم عرض تقرير الموظف

source: Viewed attendance report
ar: تم عرض تقرير الحضور

source: Payroll Summary Report
ar: تقرير ملخص الرواتب

source: Viewed payroll summary report
ar: تم عرض تقرير ملخص الرواتب

source: Leave Balance Report
ar: تقرير رصيد الإجازات

source: Viewed leave balance report
ar: تم عرض تقرير رصيد الإجازة

source: Department Report
ar: تقرير القسم

source: Viewed department report
ar: تم عرض تقرير القسم

source: New Hires Report
ar: تقرير التعيينات الجديدة

source: Viewed new hires report
ar: تم عرض تقرير الموظفين الجدد

source: Viewed late arrivals report
ar: تم عرض تقرير المتأخرين

source: Viewed overtime report
ar: تم عرض تقرير العمل الإضافي

source: Leave Summary Report
ar: تقرير ملخص الإجازات

source: Viewed leave summary report
ar: تم عرض تقرير ملخص الإجازات

source: Upcoming and Pending Leaves Report
ar: تقرير الإجازات القادمة والمعلقة

source: Viewed upcoming and pending leaves report
ar: تم عرض تقرير الإجازات القادمة والمعلقة

source: Salary Breakdown Report
ar: تقرير تفصيل الراتب

source: Viewed salary breakdown report
ar: تم عرض تقرير تفصيل الراتب

source: Payroll Comparison Report
ar: تقرير مقارنة الرواتب

source: Viewed payroll comparison report for year %(year)s
ar: تم عرض تقرير مقارنة الرواتب لعام %(year)s

source: Contract Expiry Report
ar: تقرير انتهاء العقود

source: Viewed contract expiry report
ar: تم عرض تقرير انتهاء العقود

source: Contract Types Report
ar: تقرير أنواع العقود

source: Viewed contract types report
ar: تم عرض تقرير أنواع العقود

source: Probation Period Report
ar: تقرير فترة التجربة

source: Viewed probation report
ar: تم عرض تقرير فترة التجربة

source: Headcount Report
ar: تقرير عدد الموظفين

source: Viewed headcount report
ar: تم عرض تقرير عدد الموظفين

source: Employee Turnover Report
ar: تقرير دوران الموظفين

source: Viewed turnover report
ar: تم عرض تقرير دوران الموظفين

source: Work Anniversary Report
ar: تقرير ذكرى العمل

source: Viewed anniversary report
ar: تم عرض تقرير ذكرى العمل

source: Exported employees data to Excel
ar: تم تصدير بيانات الموظفين إلى إكسل

source: Exported attendance data to Excel
ar: تم تصدير بيانات الحضور إلى إكسل

source: Exported payroll data to Excel
ar: تم تصدير بيانات الرواتب إلى إكسل

source: Deduction added successfully
ar: تم إضافة الاقتطاع بنجاح

source: Invalid request
ar: بيانات الطلب غير صالحة.

source: Deduction updated successfully
ar: تم حذف الاقتطاع بنجاح

source: Deduction deleted successfully
ar: تم حذف الاقتطاع بنجاح

source: Warehouse Name
ar: اسم المستودع

source: Warehouse Code
ar: رمز المستودع

source: Parent Warehouse
ar: المستودع الأصلي

source: Warehouse Manager
ar: مدير المستودع

source: Default Warehouse
ar: تعيين كمستودع مبيعات افتراضي

source: Warehouse
ar: المستودع

source: Warehouses
ar: المستودعات

source: Can View Inventory Stock
ar: عرض المخزون

source: Can View Warehouses
ar: عرض المستودعات

source: Can Add Warehouses
ar: إضافة المستودعات

source: Can Edit Warehouses
ar: تعديل المستودعات

source: Can Delete Warehouses
ar: حذف المستودعات

source: Can View Inventory Movements
ar: عرض حركات المخزون

source: Can Add Inventory Movements
ar: إضافة حركات المخزون

source: Can Edit Inventory Movements
ar: تعديل حركات المخزون

source: Can Delete Inventory Movements
ar: حذف حركات المخزون

source: Can View Warehouse Transfers
ar: عرض التحويلات بين المستودعات

source: Can Add Warehouse Transfers
ar: إضافة التحويلات بين المستودعات

source: Can Edit Warehouse Transfers
ar: تعديل التحويلات بين المستودعات

source: Can Delete Warehouse Transfers
ar: حذف التحويلات بين المستودعات

source: Can View Stock Alerts
ar: عرض تنبيهات المخزون

source: In
ar: وارد

source: Out
ar: صادر

source: Warehouse Transfer
ar: تحويل المستودع

source: Adjustment
ar: تعديل

source: Quantity
ar: الكمية

source: Unit Cost
ar: تكلفة الوحدة

source: Total Cost
ar: إجمالي التكلفة

source: Inventory Movement
ar: حركة المخزون

source: Inventory Movements
ar: حركات الجرد

source: Not Available
ar: غير متاح

source: Not Found
ar: غير موجود

source: From Warehouse
ar: من المستودع

source: To Warehouse
ar: إلى المستودع

source: Warehouse Transfers
ar: تحويلات المستودعات

source: Warehouse Transfer Item
ar: عنصر تحويل المستودع

source: Warehouse Transfer Items
ar: عناصر تحويل المستودعات

source: You do not have permission to view inventory stock
ar: ليس لديك صلاحية لعرض المخزون

source: You do not have permission to view warehouses
ar: ليس لديك صلاحية لعرض المستودعات

source: You do not have permission to add warehouses
ar: ليس لديك صلاحية لإضافة المستودعات

source: You do not have permission to edit warehouses
ar: ليس لديك صلاحية لتعديل المستودعات

source: You do not have permission to delete warehouses
ar: ليس لديك صلاحية لحذف المستودعات

source: You do not have permission to view inventory movements
ar: ليس لديك صلاحية لعرض حركات المخزون

source: You do not have permission to add inventory movements
ar: ليس لديك صلاحية لإضافة حركات المخزون

source: You do not have permission to edit inventory movements
ar: ليس لديك صلاحية لتعديل حركات المخزون

source: You do not have permission to delete inventory movements
ar: ليس لديك صلاحية لحذف حركات المخزون

source: You do not have permission to view warehouse transfers
ar: ليس لديك صلاحية لعرض تحويلات المستودعات

source: You do not have permission to add warehouse transfers
ar: ليس لديك صلاحية لإضافة تحويلات المستودعات

source: You do not have permission to edit warehouse transfers
ar: ليس لديك صلاحية لتعديل تحويلات المستودعات

source: You do not have permission to delete warehouse transfers
ar: ليس لديك صلاحية لحذف تحويلات المستودعات

source: You do not have permission to view stock alerts
ar: ليس لديك صلاحية لعرض تنبيهات المخزون

source: Main Warehouse
ar: المستودع الرئيسي

source: Warehouse created successfully
ar: تم إنشاء المستودع بنجاح

source: You must delete all related movements first.
ar: يجب عليك حذف جميع الحركات ذات الصلة أولاً.

source: You must delete or move the sub-warehouses first.
ar: يجب عليك حذف أو نقل المستودعات الفرعية أولاً.

source: عرض قائمة حركات المخزون
ar: عرض كشف مذكرات الدائن

source: You must setup "Warehouse Transfer" sequence in settings before creating any transfer.
ar: يجب عليك إعداد تسلسل "التحويل بين المستودع" في الإعدادات قبل إنشاء أي عملية نقل.

source: Transfer number is required
ar: رقم التحويل مطلوب

source: Cannot transfer from and to the same warehouse!
ar: لا يمكن التحويل من مستودع إلى نفسه

source: Transfer created successfully!
ar: تم إنشاء التحويل بنجاح

source: No products in source warehouse
ar: لا يوجد منتجات في مستودع المصدر

source: Product ID is required
ar: معرّف المنتج مطلوب

source: Not Specified
ar: غير محدد

source: Product not found
ar: المنتج غير موجود

source: No inventory movements to delete!
ar: لا توجد حركات مخزون لحذفها!

source: You must type "DELETE_ALL_MOVEMENTS" to confirm!
ar: يجب عليك كتابة "حذف_جميع_الحركات" للتأكيد!

source: Error updating warehouse. Please try again.
ar: حدث خطأ أثناء تحديث المستودع. يُرجى المحاولة مرة أخرى.

source: You do not have permission to view inventory
ar: ليس لديك إذن لعرض المخزون

source: Inventory List
ar: قائمة الجرد

source: Product Name
ar: اسم المنتج

source: Product Code
ar: رمز المنتج

source: Sale Price
ar: سعر البيع

source: Stock Status
ar: حالة المخزون

source: Good Stock
ar: مخزون جيد

source: Critical Stock
ar: مخزون حرج

source: Out of Stock
ar: نفد المخزون

source: No description available
ar: لا يوجد وصف

source: Account Type
ar: نوع الحساب

source: Revenues
ar: الإيرادات

source: Expenses
ar: المصروفات

source: Purchases
ar: المشتريات

source: Account Code
ar: كود الحساب

source: Parent Account
ar: الحساب الرئيسي

source: Linked Bank Account
ar: الحساب البنكي المرتبط

source: Chart of Accounts
ar: دليل الحسابات

source: View Chart of Accounts
ar: عرض دليل الحسابات

source: Add Account
ar: إضافة حساب

source: Edit Account
ar: تعديل الحساب

source: Delete Account
ar: حذف الحساب

source: Account name must be unique.
ar: اسم الحساب يجب أن يكون فريداً.

source: Account cannot be parent of itself.
ar: لا يمكن أن يكون الحساب أباً لنفسه.

source: Circular reference detected in account hierarchy.
ar: تم اكتشاف مرجع دائري في التسلسل الهرمي للحسابات.

source: Daily
ar: يومي

source: Entry Number
ar: رقم القيد

source: Entry Date
ar: تاريخ القيد

source: Entry Type
ar: نوع الإدخال

source: Entry Description
ar: وصف القيد

source: View Journal Entries
ar: عرض القيود اليومية

source: Add Journal Entry
ar: إضافة قيد

source: Edit Journal Entry
ar: تعديل قيد اليومية

source: Delete Journal Entry
ar: حذف إدخال اليومية

source: Debit and credit totals must be equal
ar: يجب أن يكون مجموع المدين مساوياً لمجموع الدائن

source: Line Description
ar: تفاصيل البند

source: Journal Line
ar: بند قيد

source: Journal Lines
ar: بنود القيود

source: Amounts must be positive
ar: المبالغ يجب أن تكون موجبة

source: Line cannot be both debit and credit
ar: لا يمكن أن يكون البند مدين ودائن في نفس الوقت

source: Must enter debit or credit amount
ar: يجب إدخال مبلغ مدين أو دائن

source: Cannot record entries on parent account "%(account)s". All entries must be recorded on leaf (child) accounts only to ensure IFRS compliance.
ar: لا يمكن تسجيل قيود على الحساب الرئيسي "%(account)s". يجب تسجيل جميع القيود على الحسابات الفرعية فقط لضمان الامتثال لالمعايير الدولية لإعداد التقارير المالية.

source: Fiscal Year
ar: السنة المالية

source: Closing Date
ar: تاريخ الإقفال

source: Net Profit/Loss
ar: صافي الربح/الخسارة

source: Closing Entry
ar: قيد الإقفال

source: Year End Closing
ar: إقفال سنوي

source: Year End Closings
ar: الإقفالات السنوية

source: Perform Year End Closing
ar: تنفيذ الإقفال السنوي

source: Closing already completed
ar: الإقفال مكتمل مسبقاً

source: Year end closing performed successfully
ar: تم إجراء الإقفال السنوي بنجاح

source: Closed
ar: إغلاق

source: Current Year
ar: السنة الحالية

source: Opening Entry
ar: قيد الإقفال

source: Fiscal Years
ar: السنة المالية

source: View Fiscal Years
ar: عرض السنوات المالية

source: Add Fiscal Years
ar: إضافة السنوات المالية

source: Edit Fiscal Years
ar: تعديل السنوات المالية

source: Delete Fiscal Years
ar: حذف السنوات المالية

source: Open Fiscal Year
ar: فتح سنة مالية

source: Previous fiscal year not found
ar: المنتج غير موجود

source: Previous fiscal year must be closed first
ar: يجب معالجة فترة الرواتب أولاً.

source: Opening balances created successfully
ar: تم إنشاء الفاتورة بنجاح

source: Entry for purchase invoice number %(invoice_number)s - %(supplier_name)s
ar: قيد لفاتورة الشراء رقم %(invoice_number)s - %(supplier_name)s

source: You do not have permission to view accounts
ar: ليس لديك صلاحية لحذف الحسابات

source: Accounts List
ar: قائمة الحسابات

source: Viewing accounts list
ar: عرض قائمة الحسابات

source: Main Account
ar: الحساب الرئيسي

source: Accounts Export
ar: تصدير الحسابات

source: Export account list to Excel
ar: تصدير قائمة الحسابات إلى إكسل

source: You do not have permission to add accounts
ar: ليس لديك صلاحية لإضافة حسابات بنكية.

source: Create Account
ar: إنشاء حساب

source: Open account creation screen
ar: فتح شاشة إنشاء حساب

source: Account created successfully
ar: تم إنشاء الحساب بنجاح

source: Create new account
ar: إنشاء حساب جديد

source: You do not have permission to edit accounts
ar: ليس لديك صلاحية لتعديل حسابات بنكية.

source: Account updated successfully
ar: تم تحديث الحساب بنجاح

source: You do not have permission to delete accounts
ar: ليس لديك صلاحية لحذف الحسابات

source: Cannot delete account because it has transactions
ar: لا يمكن حذف الصندوق لأن الرصيد الحالي هو

source: Account deleted successfully
ar: تم حذف الحساب بنجاح

source: Viewing account details: {}
ar: عرض تفاصيل الحساب: {}

source: You do not have permission to view journal entries
ar: ليس لديك صلاحية لحذف القيود المحاسبية.

source: Viewing journal entries list
ar: عرض قائمة القيود المحاسبية

source: You do not have permission to add journal entries
ar: ليس لديك صلاحية لحذف القيود المحاسبية.

source: Create Journal Entry
ar: إنشاء قيد يومية

source: Viewing create journal entry page
ar: عرض صفحة إنشاء قيد يومية

source: ❌ خطأ: لا يمكن إنشاء قيد محاسبي يمس حسابين بنكيين أو أكثر. للقيام بتحويل بين حسابات بنكية، يجب استخدام صفحة التحويلات البنكية <a href="/ar/banks/transfers/add/" class="alert-link" target="_blank">من هنا</a>. <br><br>عند التحويل من خلال صفحة البنوك، سيتم إنشاء القيد المحاسبي تلقائياً وضمان انعكاس التحويل بشكل صحيح على جميع الأنظمة.
ar: ❌ خطأ: لا يمكن إنشاء قيد محاسبي يمس حسابين بنكيين أو أكثر. للقيام بتحويل بين حسابات بنكية، يجب استخدام صفحة التحويلات البنكية <a href="/ar/banks/transfers/add/" class="تنبيه-link" target="_blank">من هنا</a>. <br><br>عند التحويل من خلال صفحة البنوك، سيتم إنشاء القيد المحاسبي تلقائياً وضمان انعكاس التحويل بشكل صحيح على جميع الأنظمة.

source: Create new journal entry
ar: إنشاء قيد يومية جديد

source: ❌ خطأ: لا يمكن إنشاء قيد محاسبي يمس حسابين أو أكثر من حسابات الصناديق. للقيام بتحويل بين الصناديق، يجب استخدام صفحة التحويلات بين الصناديق <a href="/ar/cashboxes/" class="alert-link" target="_blank">من هنا</a>. <br><br>عند التحويل من خلال صفحة الصناديق، سيتم إنشاء القيد المحاسبي تلقائياً وضمان انعكاس التحويل بشكل صحيح على جميع الأنظمة.
ar: ❌ خطأ: لا يمكن إنشاء قيد محاسبي يمس حسابين أو أكثر من حسابات الصناديق. للقيام بتحويل بين الصناديق، يجب استخدام صفحة التحويلات بين الصناديق <a href="/ar/cashboxes/" class="تنبيه-link" target="_blank">من هنا</a>. <br><br>عند التحويل من خلال صفحة الصناديق، سيتم إنشاء القيد المحاسبي تلقائياً وضمان انعكاس التحويل بشكل صحيح على جميع الأنظمة.

source: Entry created successfully
ar: تم إنشاء القيد بنجاح

source: An unexpected error occurred while creating the entry. Please try again.
ar: حدث خطأ غير متوقع أثناء إنشاء القيد. يرجى المحاولة مرة أخرى.

source: Please correct the errors in the basic entry information
ar: يرجى تصحيح الأخطاء في معلومات القيد الأساسية

source: Please correct the errors in the entry lines
ar: يرجى تصحيح الأخطاء في بنود القيد

source: You do not have permission to edit journal entries
ar: ليس لديك صلاحية لحذف القيود المحاسبية.

source: Entry modified successfully
ar: تم تعديل القيد بنجاح

source: An error occurred while modifying the entry:
ar: حدث خطأ أثناء تعديل القيد:

source: Modify journal entry
ar: تعديل قيد اليومية

source: Account not found
ar: الحساب غير موجود

source: You do not have permission to delete journal entries.
ar: ليس لديك صلاحية لحذف القيود المحاسبية.

source: The Accounting Entry was Deleted Successfully
ar: تم حذف القيد المحاسبي بنجاح

source: Error deleting journal entry:
ar: خطأ في حذف القيد المحاسبي:

source: I confirm performing the year-end closing
ar: أؤكد إجراء الإقفال السنوي

source: Closing has already been performed for this year
ar: تم إجراء الإقفال لهذه السنة مسبقاً

source: Year-End Closing
ar: إقفال سنوي

source: Year-End Closing Page
ar: صفحة الإقفال السنوي

source: Viewing Year-End Closing Page
ar: عرض صفحة الإقفال السنوي

source: Account Hierarchy Fix
ar: إصلاح هرمية الحسابات

source: Fiscal year already exists
ar: السنة المالية موجودة بالفعل

source: Fiscal year opened successfully with opening balances
ar: تم افتتاح السنة المالية بنجاح مع الأرصدة الافتتاحية

source: Fiscal year opened but
ar: تم افتتاح السنة المالية ولكن

source: Fiscal year opened but previous year not found for opening balances
ar: تم فتح السنة المالية ولكن لم يتم العثور على أرصدة الافتتاح في السنة السابقة

source: Fiscal year opened successfully
ar: تم افتتاح السنة المالية بنجاح

source: Error opening fiscal year
ar: خطأ في فتح السنة المالية

source: Open New Fiscal Year Page
ar: افتح صفحة السنة المالية الجديدة

source: Viewing Open New Fiscal Year Page
ar: عرض صفحة السنة المالية الجديدة المفتوحة

source: Enter voucher number manually
ar: إدخال رقم السند يدوياً

source: Select supplier...
ar: اختر المورد...

source: Select cashbox...
ar: اختر الصندوق...

source: Select bank...
ar: اختر البنك...

source: Document number already exists. Please use a different number.
ar: رقم المستند موجود بالفعل. يرجى استخدام رقم مختلف.

source: Supplier must be specified for supplier payment voucher
ar: يجب تحديد المورد لسند صرف المورد

source: Either supplier or beneficiary name must be specified
ar: يجب تحديد إما المورد أو اسم المستفيد

source: Cashbox must be specified for cash payment
ar: يجب تحديد الصندوق للدفع النقدي

source: Bank must be specified for bank transfer
ar: يجب تحديد البنك للتحويل البنكي

source: Check number is required
ar: رقم الشيك مطلوب

source: Check due date is required
ar: تاريخ استحقاق الشيك مطلوب

source: Bank name is required
ar: اسم البنك مطلوب

source: Search
ar: بحث

source: Voucher number, beneficiary, or description...
ar: رقم السند، المستفيد، أو الوصف...

source: Payment Type
ar: نوع الدفع

source: Voucher Type
ar: نوع السند

source: Reversal Reason
ar: سبب الإلغاء

source: Supplier Payment
ar: دفع المورد

source: Cleared
ar: مُسوى

source: Voucher Number
ar: رقم السند

source: Voucher Date
ar: تاريخ السند

source: Beneficiary Name
ar: اسم المستفيد

source: In case the beneficiary is not a registered supplier
ar: في حالة عدم تسجيل المستفيد كمورد

source: Bank
ar: البنك

source: Transfer Reference
ar: مرجع التحويل

source: Check Due Date
ar: تاريخ استحقاق الشيك

source: Check Status
ar: حالة الشيك

source: Reversed
ar: مُلغى

source: Reversed By
ar: أُلغي بواسطة

source: Reversal Date
ar: تاريخ الإلغاء

source: Payment Vouchers
ar: سندات الصرف

source: Can View Payment Vouchers
ar: يمكن عرض سندات الصرف

source: Can Add Payment Vouchers
ar: يمكن إضافة سندات الصرف

source: Can Edit Payment Vouchers
ar: يمكن تعديل سندات الصرف

source: Can Delete Payment Vouchers
ar: يمكن حذف سندات الصرف

source: Payment voucher %(number)s
ar: قسيمة الدفع %(رقم)

source: Error creating account transaction: %(error)s
ar: خطأ في تحديث العميل/المورد: %(error)s

source: You do not have permission to view payment vouchers
ar: ليس لديك صلاحية لحذف سندات الصرف

source: You do not have permission to add payment vouchers
ar: ليس لديك صلاحية لحذف سندات الصرف

source: Insufficient cashbox balance to complete this payment
ar: الرصيد غير كافٍ لتنفيذ هذا التحويل
