Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Choose clear and understandable names for categories
ar: اختر أسماء واضحة ومفهومة للفئات

source: You can create subcategories for better organization
ar: يمكنك إنشاء فئات فرعية لتنظيم أفضل

source: Use
ar: استخدم

source: to clarify the purpose of the category
ar: لتوضيح غرض الفئة

source: You can deactivate unused categories
ar: يمكنك إلغاء تفعيل الفئات غير المستخدمة

source: color of the
ar: لون

source: Card
ar: البطاقة

source: according to category type
ar: وفقاً لنوع الفئة

source: Back to Categories
ar: العودة إلى التقارير

source: Not assigned
ar: غير مخصص

source: No Categories Found
ar: لم يتم العثور على فئات

source: No revenue and expense categories have been created yet
ar: لم يتم إنشاء فئات إيرادات ومصروفات بعد

source: Add First Category
ar: أضف الفئة الأولى

source: Revenues and Expenses
ar: الإيرادات والمصروفات

source: Number of Entries
ar: عدد الفواتير

source: Category Management
ar: إدارة الفئات

source: View All Categories
ar: عرض جميع الفئات

source: Entry Management
ar: إدارة الإدخالات

source: Recurring Revenues and Expenses
ar: الإيرادات والمصروفات المتكررة

source: Sector Analysis
ar: تحليل البيانات

source: Latest Entries
ar: أخر الإدخالات

source: Latest Added Entries
ar: أحدث الإدخالات المضافة

source: Posted
ar: مُرحل

source: No entries added yet
ar: لم تتم إضافة أي إدخالات بعد

source: Add First Entry
ar: أضف الإدخال الأول

source: Add New Revenue/Expense Entry
ar: إضافة إدخال جديد للإيرادات/المصروفات

source: Entry Data
ar: بيانات الإدخال

source: Choose whether this is a revenue or expense
ar: اختر ما إذا كان هذا إيرادًا أم مصروفًا.

source: Categories will be updated according to the selected type
ar: سيتم تحديث الفئات وفقاً للنوع المحدد

source: Enter the amount accurately up to 3 decimal places
ar: أدخل المبلغ بدقة حتى 3 أرقام عشرية

source: The default currency will be set automatically
ar: سيتم تعيين العملة الافتراضية تلقائياً

source: Will affect the accounting account used
ar: سيؤثر على الحساب المحاسبي المستخدم

source: Invoice or receipt number (optional)
ar: رقم الفاتورة أو الإيصال (اختياري)

source: Will affect reports and statistics
ar: سيؤثر على التقارير والإحصائيات

source: Will be created automatically
ar: سيتم إنشاؤه تلقائياً

source: Will start with RE for revenues or EX for expenses
ar: سيبدأ بـ RE للإيرادات أو EX للمصروفات

source: Detailed description of the entry that helps in tracking and reporting
ar: وصف مفصل للإدخال يساعد في التتبع والتقارير

source: Additional Options
ar: خيارات إضافية

source: Automatic approval of the entry
ar: الموافقة التلقائية على الإدخال

source: The entry will be approved automatically after saving
ar: سيتم الموافقة على الإدخال تلقائياً بعد الحفظ

source: Create accounting entry
ar: إنشاء قيد محاسبي

source: A corresponding accounting entry will be created automatically
ar: سيتم إنشاء قيد محاسبي مقابل تلقائياً

source: Important Information
ar: معلومات مهمة

source: An entry number will be created automatically
ar: سيتم إنشاء رقم الإدخال تلقائياً

source: You can approve the entry later from the details page
ar: يمكنك الموافقة على الإدخال لاحقاً من صفحة التفاصيل

source: All required fields are marked with
ar: جميع الحقول المطلوبة محددة بـ

source: Note
ar: الملاحظات

source: Make sure to select the correct type and category before saving
ar: تأكد من اختيار النوع والفئة الصحيحين قبل الحفظ

source: Today's Statistics
ar: إحصائيات اليوم

source: Updated every 30 seconds
ar: يتم التحديث كل 30 ثانية

source: Recurring Entries
ar: القيود الدورية

source: Journal
ar: اليومية

source: Add hidden inputs for additional options
ar: إضافة حقول مخفية للخيارات الإضافية

source: Update hidden options
ar: تحديث الخيارات المخفية

source: Update categories when type changes
ar: تحديث الفئات عند تغيير النوع

source: Clear current categories
ar: البحث في الفئات

source: Choose category...
ar: اختر الفئة...

source: Fetch available categories for selected type
ar: جلب الفئات المتاحة للنوع المحدد

source: Error fetching categories:
ar: خطأ في جلب الإحصائيات:

source: Update type color
ar: تقرير محدث

source: Format amount while typing
ar: Format مبلغ while typing

source: Update display
ar: تحديث الموظف

source: Formatted value:
ar: القيمة المنسقة:

source: Update payment method icon
ar: طريقة الدفع

source: Set current date as default if not specified
ar: Set حالي تاريخ as default if ليس specified

source: Load today's statistics
ar: تحميل إحصائيات اليوم

source: Update statistics every 30 seconds
ar: تحديث الإحصائيات كل 30 ثانية

source: Validate amount
ar: التحقق من المبلغ

source: A valid amount greater than zero must be entered
ar: يرجى إدخال مبلغ صحيح أكبر من الصفر

source: Validate type and category
ar: التحقق من النوع والفئة

source: Entry type must be selected
ar: يجب اختيار نوع الإدخال

source: Category must be selected
ar: يجب اختيار الفئة

source: Show loading indicator
ar: إظهار مؤشر التحميل

source: Re-enable button in case of submission failure
ar: إعادة تفعيل النموذج بعد 10 ثوانٍ في حالة فشل الإرسال

source: Remove previous error messages
ar: Remove previous خطأ messages

source: Add error class
ar: Add خطأ class

source: Add error message
ar: إضافة رسالة خطأ

source: Remove error on field interaction
ar: Remove خطأ on field interaction

source: Add net indicator
ar: إضافة مؤشر صافي

source: Error fetching statistics:
ar: خطأ في جلب الإحصائيات:

source: Pending Approval
ar: في انتظار الموافقة

source: Financial Details
ar: التفاصيل المالية

source: System Information
ar: معلومات النظام

source: Approved At
ar: تمت الموافقة في

source: Entry Approval
ar: موافقة الدخول

source: This entry is pending approval. Click the button below to approve it.
ar: هذه المشاركة قيد المراجعة. انقر على الزر أدناه للموافقة عليها.

source: Approve Entry
ar: الموافقة على الإدخال

source: Entry Approved
ar: تمت الموافقة على الدخول

source: This entry has been approved and is now part of your financial records.
ar: تمت الموافقة على هذه المعاملة وهي الآن جزء من سجلاتك المالية.

source: Are you sure you want to approve this entry?
ar: هل أنت متأكد أنك تريد الموافقة على هذا الإدخال؟

source: Entry:
ar: دخول:

source: Amount:
ar: المبلغ

source: Revenue Entries
ar: إدخالات الإيرادات

source: Filter Search
ar: فلترة الموردون

source: Delete Revenue/Expense Entry
ar: حذف قيود الإيرادات/المصروفات

source: No Entries Found
ar: لم يتم العثور على أي إدخالات

source: No Revenue and Expense Entries have been Created Yet
ar: لم يتم إنشاء أي قيود للإيرادات والمصروفات حتى الآن.

source: Create a new recurring revenue or expense item
ar: ابدأ بإنشاء أول إيراد أو مصروف لك.

source: Scheduling Information
ar: معلومات التتبع

source: Leave empty for unlimited duration
ar: اتركه فارغاً للتوليد التلقائي

source: Auto Generate Entries
ar: إنشاء الإدخالات تلقائيًا

source: Automatically create entries when due dates arrive
ar: Automatically create entries when مستحق dates arrive

source: Create Recurring Item
ar: إضافة الحساب الأول

source: Unlimited
ar: غير محدود

source: Last Generated
ar: تم إنشاؤه في

source: Settings & Actions
ar: الإعدادات والإجراءات

source: Enabled
ar: جدول

source: Disabled
ar: قابل للإهلاك

source: Generate Entry Now
ar: إنشاء الإدخالات تلقائيًا

source: Generated Entries
ar: إنشاء الإدخالات تلقائيًا

source: Are you sure you want to generate an entry from this recurring item?
ar: هل أنت متأكد من أنك تريد تغيير حالة هذا العنصر؟

source: this recurring item?
ar: هذا recurring item?

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد حذف المنتج؟

source: Edit recurring revenue or expense item
ar: تعديل الإيرادات/المصروفات المتكررة

source: Update Recurring Item
ar: إضافة الحساب الأول

source: Manage your recurring revenues and expenses
ar: الإيرادات والمصروفات المتكررة

source: Add New Recurring Item
ar: إضافة الحساب الأول

source: Total Recurring Items
ar: عناصر مردود المبيعات

source: Status Tracking
ar: حالة Tracking

source: Search by name or description...
ar: البحث عن منتج بالاسم أو الرمز أو الوصف...

source: All Frequencies
ar: جميع العملات

source: Generate Entry
ar: تم إنشاؤه في

source: Pagination
ar: الوظيفة

source: No recurring items found
ar: لم يتم العثور على وظائف

source: Start by creating your first recurring revenue or expense
ar: ابدأ بإنشاء أول إيراد أو مصروف لك.

source: Add First Recurring Item
ar: إضافة الحساب الأول

source: Are you sure you want to change the status of this recurring item?
ar: هل أنت متأكد من أنك تريد تغيير حالة هذا العنصر؟

source: Sector Revenue and Expense Analysis
ar: إدخالات الإيرادات والمصروفات

source: All Sectors
ar: إضافة قطاعات

source: Profit Percentage
ar: النسبة المئوية

source: Create Credit Note
ar: إنشاء مذكرة دائن

source: Type to search customer
ar: اكتب للبحث عن العميل

source: Start typing to filter customers, then choose from the list.
ar: ابدأ بالكتابة لتصفية قائمة العملاء، ثم اختر من القائمة.

source: The credit note amount (no tax is applied as per accounting rules)
ar: مبلغ إشعار الدائن (لا يتم تطبيق أي ضرائب وفقًا للقواعد المحاسبية)

source: Delete Credit Note
ar: حذف مذكرة دائن

source: Are you sure you want to delete this credit note? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذه المذكرة الائتمانية؟ لا يمكن تنفيذ هذا الإجراء.

source: Credit Note Details
ar: تفاصيل إشعار الدائن

source: Yes, Delete
ar: نعم ,إحذف

source: Credit Note Data
ar: تاريخ مذكرة الدائن

source: Credit Note Information
ar: معلومات مذكرة الدائن

source: Customer Data
ar: بيانات العملاء

source: Customer Name
ar: إسم العميل

source: Customer Code
ar: إسم العميل

source: Verify Credit Note
ar: تعديل مذكرة دائن

source: No tax is applied to credit notes as per accounting rules
ar: لا tax هو applied إلى credit ملاحظات as per accounting rules

source: Are you sure you want to delete this credit note?
ar: هل أنت متأكد أنك تريد حذف هذا المردود؟

source: Are you sure you want to send this credit note to JoFotara?
ar: هل أنت متأكد أنك تريد إرسال إشعار الدائن هذا إلى JoFotara؟

source: Connection Error
ar: خطأ في الاتصال:

source: Could not connect to server. Please try again.
ar: حدث خطأ في الاتصال. يرجى المحاولة مرة أخرى.

source: UUID copied to clipboard
ar: تم نسخ UUID إلى الحافظة

source: Failed to copy text
ar: فشل في نسخ النص

source: Edit Credit Note
ar: تعديل مذكرة دائن

source: Credit Notes Report
ar: تقرير مذكرات الدائن

source: Not posted yet
ar: لم يتم الترحيل بعد

source: Not Posted
ar: غير مُرحّل

source: Post to Tax Authority
ar: ترحيل إلى إدارة الضريبة

source: Are you sure you want to post this credit note to tax authority?
ar: هل أنت متأكد من أنك تريد ترحيل هذا إشعار الدائن إلى إدارة الضريبة؟

source: No credit notes found
ar: لم يتم العثور على إشعارات دائنة

source: You can create a new credit note by clicking the button above
ar: يمكنك إنشاء إشعار ائتمان جديد بالنقر على الزر أعلاه.

source: Create First Credit Note
ar: إنشاء أول مذكرة ائتمان

source: Total Count
ar: العدد الإجمالي

source: Add Sales Invoice
ar: إضافة فاتورة مبيعات

source: Create a New Sales Invoice
ar: إنشاء فاتورة مبيعات جديدة

source: Sales Invoice Information
ar: معلومات فاتورة المبيعات

source: Invoice Information
ar: معلومات الفاتورة

source: You can edit the invoice number or leave the field for automatic generation
ar: يمكنك تعديل رقم الفاتورة أو ترك الحقل ليتم إنشاؤه تلقائيًا.

source: Invoice number will be automatically generated from the document numbering system
ar: يتم إنشاء رقم الفاتورة تلقائيًا بناءً على إعدادات التسلسل.

source: Invoice number will be automatically created when saved (you do not have permission to edit the number)
ar: فاتورة رقم سوف يكون automatically تم الإنشاء when saved (you يفعل ليس لديه permission إلى تعديل the رقم

source: Invoice Date
ar: عناصر الفاتورة

source: You can edit the invoice date
ar: You يمكن تعديل the فاتورة تاريخ

source: You can edit the invoice date as needed
ar: يمكنك تعديل تاريخ الفاتورة حسب الحاجة.

source: Today date (you do not have permission to edit date)
ar: فاتورة تاريخ هو fixed إلى today's تاريخ (you يفعل ليس لديه permission إلى تعديل تاريخ

source: Invoice date is fixed to today's date (you do not have permission to edit date)
ar: فاتورة تاريخ هو fixed إلى today's تاريخ (you يفعل ليس لديه permission إلى تعديل تاريخ

source: Create new customer
ar: إنشاء عميل جديد

source: Type customer name...
ar: اكتب اسم العميل...

source: Customer Balance
ar: تقرير أرصدة العملاء

source: User Name
ar: اسم المستخدم

source: Select User
ar: اختر المستخدم

source: Select the user who will be recorded as the creator of this invoice
ar: حدد المستخدم الذي سيتم تسجيله كمُنشئ هذه الفاتورة.

source: The name of the user creating this invoice (first and last)
ar: اسم المستخدم الذي أنشأ هذه الفاتورة (الاسم الأول والأخير)

source: Set as default sales warehouse
ar: تعيين كمخزن مبيعات افتراضي

source: Select the warehouse from which products will be issued.
ar: حدد المستودع الذي سيتم منه صرف المنتجات.

source: Empty space for balance
ar: Empty space لـ رصيد

source: Credit (Deferred)
ar: Credit (مؤجل)

source: Set as default cash box
ar: تعيين كمخزن مبيعات افتراضي

source: Click to add a new product
ar: Check for صحيح products

source: يرجى اختيار المستودع أولاً قبل إضافة المنتجات
ar: يرجى اختيار الفاتورة الأصلية

source: When inclusive tax is enabled: Enter the price INCLUDING tax. The system will automatically calculate the base price. When not enabled: Enter the base price WITHOUT tax.
ar: عند احتساب الضريبة شاملة: أدخل السعر شاملاً الضريبة. سيقوم النظام تلقائيًا بحساب السعر الأساسي. عند عدم احتساب الضريبة شاملة: أدخل السعر الأساسي بدون ضريبة.

source: Tax %%
ar: الضريبة %%

source: Product rows will be added here by JavaScript
ar: سيتم إضافة صفوف المنتجات هنا بواسطة JavaScript

source: Any additional notes...
ar: أية ملاحظات إضافية...

source: When checked: Enter prices WITH tax included, system will calculate base price automatically. When unchecked: Enter base prices WITHOUT tax.
ar: When checked: أدخل prices مع tax included, system سوف calculate base price automatically. When unchecked: أدخل base prices WITHOUT tax.

source: When checked: Prices entered include tax. System extracts base price automatically
ar: عند التفعيل: الأسعار المدخلة تشمل الضريبة. النظام يستخرج السعر الأساسي تلقائياً

source: Final Total
ar: المجموع النهائي

source: تخطي فحص المخزون و حفظ
ar: تقرير المخزون

source: Save and Send
ar: حفظ و Send

source: يرجى اختيار عميل قبل الحفظ
ar: يرجى اختيار عميل

source: Search for product by code or name...
ar: بحث لـ منتج by رمز أو اسم

source: An error occurred while adding the product. Please try again.
ar: حدث خطأ أثناء حذف الحركة. الرجاء المحاولة مرة أخرى.

source: Starting addProductRow execution...
ar: بدءing addProductRow execution...

source: Row counter:
ar: إلى الحساب

source: Error: Products table not found
ar: خطأ: Products table not found

source: Products table found, creating new row...
ar: Products table found, جاري الإنشاء new row...

source: Row content created, adding to table...
ar: Row content تم الإنشاء adding إلى table...

source: Row added to table successfully
ar: تم إضافة الكمية إلى المخزون بنجاح

source: Attaching events to new row...
ar: Attaching events إلى new row...

source: addProductRow completed successfully
ar: تم إكمال الاستعادة بنجاح

source: Error in addProductRow:
ar: خطأ in addProductRow:

source: Error while adding product row
ar: خطأ while adding product row

source: Restore counter in case of error
ar: Restore counter in case of خطأ

source: يرجى اختيار المستودع أولاً قبل اختيار المنتج
ar: يرجى اختيار الفاتورة الأصلية

source: POS endpoint returned invalid price for product
ar: POS endpoint returned inصحيح price للمنتج

source: POS product endpoint did not return product data, using template values
ar: POS منتج endpoint فعل ليس return منتج data, using template values

source: Failed to fetch POS product data, using template sale price
ar: فشل to fetch POS product data, using template sale price

source: Check inclusive tax status
ar: Check inclusive tax حالة

source: If tax is inclusive: User enters price WITH tax, we need to extract base price
ar: If tax هو inclusive: User enters price مع tax, we need إلى extract base price

source: Entered price includes tax, so: Base Price = Entered Price ÷ (1 + Tax Rate)
ar: السعر المدخل يتضمن الضريبة، لذلك: السعر الأساسي = السعر المدخل ÷ (1 + معدل الضريبة)

source: Calculate base total (quantity × base price)
ar: Calculate base إجمالي (quantity × base price)

source: Tax amount = Base total × Tax rate
ar: Tax مبلغ = Base إجمالي × Tax rate

source: Total = quantity × entered price (price WITH tax)
ar: إجمالي = quantity × entered price (price مع tax)

source: If tax is inclusive but rate is 0, price remains as entered
ar: If tax هو inclusive but rate هو 0, price remains as entered

source: If tax is not inclusive: No tax, price remains as entered
ar: If tax هو ليس inclusive: لا tax, price remains as entered

source: Display results
ar: عرض النتائج

source: Store the actual unit price (base price without tax) for backend processing
ar: Store the actual unit price (base price without tax) for backend جاري المعالجة

source: Update hidden fields
ar: Update مخفي fields

source: Sum totals from all rows
ar: Sum totals من الكل rows

source: If tax is inclusive: Extract base price from entered price
ar: If tax هو inclusive: Extract base price من entered price

source: If tax is not inclusive or rate is 0: No tax
ar: If tax هو ليس inclusive: لا tax, price remains as entered

source: Calculate final total
ar: حساب الإجماليات

source: Check for valid products
ar: Check for صحيح products

source: Please add at least one product with valid quantity and price
ar: يرجى إضافة منتج واحد على الأقل

source: Check customer
ar: رقم الشيك

source: Check payment type
ar: شيك

source: Check cashbox for cash payments
ar: Default cash box لـ cash payments in invoices

source: Cash Box is required for cash payments
ar: تاريخ الشيك مطلوب للدفع بالشيك

source: Check invoice date
ar: تاريخ استحقاق الشيك

source: Please select the invoice date
ar: You يمكن تعديل the فاتورة تاريخ

source: Customer window management functions
ar: عميل window management functions

source: Open new customer window
ar: إنشاء عميل جديد

source: Start saving new customer
ar: Start جاري الحفظ new customer

source: Sending data to server...
ar: Sending data إلى server...

source: Server response:
ar: استجابة الخادم:

source: Response headers:
ar: الشخص المسؤول

source: Raw response text:
ar: نص الاستجابة الخام:

source: Parsed data:
ar: بيانات المستودع

source: Success: Customer created
ar: نجح: Customer created

source: Add new customer to list
ar: إضافة عميل جديد إلى القائمة

source: Customer select not found
ar: لم يتم العثور على العميل المختار

source: Customer added to search array
ar: البحث عن العميل

source: Close window and reset form
ar: Close window و reset form

source: Customer saved successfully
ar: تم إضافة الفئة بنجاح!

source: JavaScript error after success:
ar: JavaScript error after نجح:

source: Customer created but there was an error updating the form. Please refresh the page.
ar: Customer created but there was an error جاري التحديث the form. Please refresh the page.

source: Server error:
ar: Server خطأ:

source: An error occurred while creating the customer
ar: حدث خطأ أثناء إنشاء الصندوق النقدي

source: Network error:
ar: خطأ في الشبكة

source: An error occurred while creating the customer. Please try again.
ar: حدث خطأ أثناء حذف التحويل. الرجاء المحاولة مرة أخرى.

source: Function to update customer balance
ar: Function إلى تحديث عميل رصيد

source: Call API to get customer information
ar: Call API to get customer معلوماتrmation

source: Error getting customer data:
ar: خطأ getting supplier data

source: Use company settings currency
ar: عرض إعدادات الشركة

source: Error getting currency data:
ar: خطأ getting supplier data

source: In case of failed currency retrieval, use default currency
ar: In case of فشل currency retrieval, use default currency

source: Link event to customer change
ar: Link event إلى عميل change

source: Delete Sales Invoice
ar: حذف فاتورة المبيعات

source: Confirmation Delete Sales Invoice
ar: تأكيد حذف فاتورة المبيعات

source: Are You Sure You Want to Delete This Invoice?
ar: هل أنت متأكد أنك تريد حذف هذه الفاتورة؟

source: This Action Cannot be Undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: This Invoice Contains Items.
ar: تحتوي هذه الفاتورة على عناصر.

source: All Items Associated With This Invoice Will be Deleted.
ar: سيتم حذف جميع العناصر المرتبطة بهذه الفاتورة.

source: Delete confirmation
ar: تأكيد الحذف

source: Are You Sure You Want to Delete This Invoice Number
ar: هل أنت متأكد أنك تريد حذف رقم الفاتورة هذا؟

source: Sales Invoice Details
ar: تفاضيل فاتورة الشراء

source: Invoice Data
ar: فاتورة

source: Edit invoice to change creator
ar: تعديل الفاتورة لتغيير المنشئ

source: Invoice Items
ar: عناصر الفاتورة

source: No products in this invoice
ar: لا يوجد منتجات في هذه الفاتورة

source: No notes
ar: لا يوجد ملاحظات

source: Edit Invoice
ar: تعديل الفاتورة

source: Are you sure you want to send this invoice to JoFotara?
ar: هل أنت متأكد أنك تريد إرسال هذه الفاتورة إلى JoFotara؟

source: Edit Sales Invoice
ar: تعديل فاتورة مبيعات

source: There are errors in the form
ar: يرجى تصحيح الأخطاء في النموذج

source: Select the warehouse from which products will be sold.
ar: توجد أخطاء في النموذج.

source: Changing the creator requires special permission
ar: يتطلب تغيير منشئ المحتوى إذناً خاصاً.

source: Amount Discount
ar: مبلغ الخصم

source: Manage All Sales Invoices
ar: إدارة جميع فواتير المبيعات

source: Print the list
ar: اطبع القائمة

source: All cash boxes
ar: الصناديق النقدية

source: Invoices List
ar: قائمة فواتير المبيعات

source: JoFotara
ar: المعرف الفريد لجوفاتورة

source: Are you sure you want to post this invoice to tax authority?
ar: هل أنت متأكد من أنك تريد ترحيل هذه الفاتورة إلى إدارة الضريبة؟

source: sales
ar: المبيعات

source: Start by creating a new sales invoice
ar: ابدأ بإنشاء فاتورة مبيعات جديدة.

source: Welcome
ar: مرحباً

source: Search for products by name or barcode...
ar: البحث عن فئة بالاسم أو الرمز...

source: Available Products
ar: المنتجات المتوفرة

source: Out of Stock Products
ar: هذا المنتج غير متوفر

source: Shopping cart
ar: سلة المشتريات

source: The cart is Empty
ar: سلة المشتريات فارغة

source: Add products to start selling
ar: أضف المنتجات لبدء البيع

source: Payment method
ar: طريقة الدفع

source: Customer:
ar: العميل

source: Payment:
ar: دفعة

source: Cashbox:
ar: الصندوق

source: Total:
ar: الإجمالي

source: Completing the sale
ar: إجمالي الجداول

source: Clear Cart
ar: مسح الذاكرة المؤقتة

source: Sold successfully
ar: تم البيع بنجاح

source: Print the Invoice
ar: طباعة الفاتورة

source: New Sale
ar: بيع جديد

source: Cannot Add more than
ar: لا يمكن إضافة أكثر من

source: units
ar: وحدات

source: An Error occurred in Add the product
ar: حدث خطأ في إضافة المنتج

source: POS Invoice Print
ar: طباعة فاتورة نقاط البيع

source: SALES INVOICE
ar: فاتورة المبيعات

source: Invoice No
ar: رقم الفاتورة

source: Qty
ar: الكمية

source: TOTAL
ar: الإجمالي

source: Thank you for your Visiting us!
ar: Thank you لـ your Visiting us!

source: Visit us again
ar: زرنا مجدداً

source: Printed on
ar: طباعة

source: Original Invoice Items
ar: الفاتورة الأصلية

source: Search by invoice number or customer name...
ar: بحث by فاتورة رقم أو عميل اسم

source: No items in this invoice
ar: لا items in هذا فاتورة

source: Delete Sales Return
ar: حذف مردود المبيعات

source: Confirmation Delete Sales Return
ar: تأكيد حذف مردود المبيعات

source: Are you sure you want to delete this return?
ar: هل أنت متأكد أنك تريد حذف هذا المردود؟

source: This return contains
ar: هذا return contains

source: item(s)
ar: صنف/أصناف

source: All items associated with this return will be deleted
ar: سيتم حذف جميع العناصر المرتبطة بهذه الفاتورة.

source: Deleting this return may affect
ar: جاري الحذف this return may affect

source: Inventory records
ar: تقرير المخزون
