Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sales Invoice
ar: فاتورة مبيعات

source: Purchase Invoice
ar: فاتورة شراء

source: Sales Return
ar: مردود المبيعات

source: Purchase Return
ar: إرجاع شراء

source: Debit Note
ar: مذكرة مدين

source: Credit Note
ar: مذكرة دائن

source: Payment Voucher
ar: سند صرف

source: Receipt Voucher
ar: سند قبض

source: settlement
ar: تسوية

source: debtor
ar: مدين

source: creditor
ar: دائن

source: Capital Contribution
ar: مساهمة رأس المال

source: Error Correction
ar: تصحيح الخطأ

source: Bad Debt Write-off
ar: شطب الديون المعدومة

source: Discount Allowed
ar: الخصم المسموح به

source: Discount Received
ar: تم الحصول على الخصم

source: Revaluation
ar: إعادة التقييم

source: Other
ar: أخرى

source: Movement Number
ar: رقم الحركة

source: Date
ar: التاريخ

source: Customer/Supplier
ar: العميل/المورد

source: Transaction Type
ar: نوع المعاملة

source: Direction
ar: الاتجاه

source: Amount
ar: المبلغ

source: Adjustment Type
ar: نوع التعديل

source: Type of manual adjustment (IFRS compliant)
ar: نوع التسوية اليدوية (متوافق مع المعايير الدولية لإعداد التقارير المالية)

source: Manual Adjustment
ar: التعديل اليدوي

source: Is this a manual balance adjustment?
ar: هل هذه تسوية رصيد يدوية؟

source: Reference Type
ar: نوع المرجع

source: Reference ID
ar: معرف المرجع

source: Description
ar: الوصف

source: Notes
ar: الملاحظات

source: Balance After Transaction
ar: الرصيد بعد المعاملة

source: Created By
ar: أنشئ بواسطة

source: Created At
ar: أنشئ في

source: Updated At
ar: محدث في

source: Account Transaction
ar: حركة حساب

source: Account Transactions
ar: حركات الحساب

source: AI Financial Intelligence
ar: الذكاء المالي الاصطناعي

source: Analytics Permissions
ar: صلاحيات التحليلات

source: Can View AI Dashboard
ar: عرض لوحة الذكاء الاصطناعي

source: Can View Sales Analytics
ar: عرض تحليلات المبيعات

source: Can View Purchase Analytics
ar: عرض تحليلات المشتريات

source: Can View Tax Analytics
ar: عرض تحليلات الضرائب

source: Can View Cash Flow Analytics
ar: عرض تحليلات التدفقات النقدية

source: Can Export Analytics Reports
ar: تصدير تقارير التحليلات

source: Sales show strong growth of %(rate)s%% compared to previous period
ar: تظهر المبيعات نمواً قوياً بنسبة %(rate)s%% مقارنة بالفترة السابقة

source: Sales declined by %(rate)s%% compared to previous period
ar: انخفضت المبيعات بنسبة %(rate)s%% مقارنة بالفترة السابقة

source: High return rate detected: %(rate).1f%% of sales
ar: اكتشاف معدل مرتجعات مرتفع: %(rate).1f%% من المبيعات

source: Top product accounts for %(share).1f%% of total sales
ar: يمثل المنتج الأكثر مبيعًا نسبة %(share).1f%% من إجمالي المبيعات

source: High dependency on top customer: %(share).1f%% of sales
ar: اعتماد كبير على العميل الأعلى: %(share).1f%% من المبيعات

source: Low average invoice value may indicate retail-focused sales
ar: قد يشير انخفاض متوسط ​​قيمة الفاتورة إلى تركيز المبيعات على قطاع التجزئة

source: Purchases increased by %(rate)s%% - monitor inventory levels
ar: زادت المشتريات بنسبة %(rate)s%% - راقب مستويات المخزون

source: Purchases decreased by %(rate)s%% - verify supply chain
ar: انخفضت المشتريات بنسبة %(rate)s%% - تحقق من سلسلة التوريد

source: High dependency on single supplier: %(share).1f%% of purchases
ar: الاعتماد الكبير على مورد واحد: %(share).1f%% من المشتريات

source: Net tax payable: %(amount)s
ar: صافي الضريبة المستحقة: %(amount)s

source: Tax credit available: %(amount)s
ar: الإعفاء الضريبي المتاح: %(amount)s

source: Negative cash flow detected: %(amount)s deficit
ar: تم رصد تدفق نقدي سلبي: عجز بنسبة %(amount)s

source: Positive cash flow: %(amount)s surplus
ar: التدفق النقدي الإيجابي: فائض بنسبة %(amount)s

source: High cash burn rate: Outflows are %(ratio).1f%% of inflows
ar: معدل استنزاف نقدي مرتفع: تمثل التدفقات الخارجة نسبة %(ratio).1f%% من التدفقات الداخلة

source: Cash Flow Analytics
ar: تحليلات التدفقات النقدية

source: Period Type
ar: نوع الفترة

source: Monthly
ar: شهري

source: Quarterly
ar: ربعي

source: Yearly
ar: سنوي

source: Custom Period
ar: فترة مخصصة

source: Year
ar: السنة

source: Month
ar: شهر

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Quarter
ar: ربع

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ الانتهاء

source: Analyze
ar: تحليل

source: Export
ar: تصدير

source: Excel
ar: اكسل

source: Total Inflows
ar: إجمالي التدفقات الداخلة

source: Daily Avg
ar: المعدل اليومي

source: Total Outflows
ar: إجمالي التدفقات الخارجة

source: Net Cash Flow
ar: صافي التدفق النقدي

source: Surplus
ar: فائض

source: Deficit
ar: العجز

source: AI Insights
ar: رؤى الذكاء الاصطناعي

source: Cash Flow Overview
ar: نظرة عامة على التدفق النقدي

source: Source Breakdown
ar: تحليل المصدر

source: Bank Accounts Cash Flow
ar: التدفق النقدي للحسابات المصرفية

source: Account
ar: الحساب

source: Inflows
ar: التدفقات الداخلة

source: Outflows
ar: التدفقات الخارجة

source: Net
ar: صافي

source: Cashboxes Cash Flow
ar: التدفق النقدي للصناديق

source: Cashbox
ar: الصندوق

source: Banks
ar: البنك

source: Cashboxes
ar: الصناديق النقدية

source: Receipts
ar: الإيصالات

source: Payments
ar: المدفوعات

source: Advanced financial data analysis powered by AI
ar: تحليل البيانات المالية المتقدم بواسطة الذكاء الاصطناعي

source: Sales Analytics
ar: تحليلات المبيعات

source: Analyze sales performance, products, customers, and representatives
ar: تحليل أداء المبيعات والمنتجات والعملاء والمندوبين

source: View Analytics
ar: عرض التحليلات

source: Purchase Analytics
ar: تحليلات المشتريات

source: Analyze purchase trends, suppliers, and product costs
ar: تحليل اتجاهات المشتريات والموردين وتكاليف المنتجات

source: Tax Analytics
ar: تحليلات الضرائب

source: Analyze tax obligations, credits, and document types
ar: تحليل الالتزامات الضريبية والائتمانات وأنواع المستندات

source: Analyze cash inflows, outflows, and liquidity trends
ar: تحليل التدفقات النقدية الواردة والصادرة واتجاهات السيولة

source: About AI Financial Intelligence
ar: حول الذكاء المالي الاصطناعي

source: This module provides comprehensive financial data analysis with AI-powered insights to help you make informed business decisions.
ar: توفر هذه الوحدة تحليلاً شاملاً للبيانات المالية مع رؤى مدعومة بالذكاء الاصطناعي لمساعدتك في اتخاذ قرارات عمل مستنيرة.

source: Compare performance across different time periods
ar: مقارنة الأداء عبر فترات زمنية مختلفة

source: Identify trends and patterns in your financial data
ar: تحديد الاتجاهات والأنماط في بياناتك المالية

source: Receive intelligent recommendations based on your data
ar: تلقي توصيات ذكية بناءً على بياناتك

source: Export detailed reports for further analysis
ar: تصدير تقارير مفصلة لمزيد من التحليل

source: Total Purchases
ar: إجمالي المشتريات

source: Invoice Count
ar: عدد الفواتير

source: Average Invoice
ar: متوسط الفاتورة

source: Net Purchases
ar: صافي المشتريات

source: Top Purchased Products
ar: أكثر المنتجات شراءً

source: Top Suppliers
ar: أفضل الموردين

source: Unknown
ar: غير معروف

source: Purchase Amount
ar: مبلغ الشراء

source: Total Sales
ar: إجمالي المبيعات

source: Net Sales
ar: صافي المبيعات

source: Returns
ar: المرتجعات

source: Top Products by Sales
ar: أفضل المنتجات حسب المبيعات

source: Sales by Category
ar: المبيعات حسب الفئة

source: Top Customers
ar: أفضل العملاء

source: Sales by User
ar: المبيعات حسب المستخدم

source: Detailed Product Analysis
ar: تحليل مفصل للمنتجات

source: Product
ar: المنتج

source: Quantity Sold
ar: الكمية المباعة

source: Total Amount
ar: المبلغ الإجمالي

source: Order Count
ar: عدد الطلبات

source: No data available
ar: لا توجد بيانات متاحة

source: Sales Amount
ar: مبلغ المبيعات

source: Uncategorized
ar: غير مصنف

source: Sales Tax
ar: ضريبة المبيعات

source: Collected
ar: محصل

source: Purchase Tax
ar: ضريبة المشتريات

source: Paid
ar: مدفوع

source: Net Tax
ar: صافي الضريبة

source: Payable
ar: مصروف

source: Credit
ar: دائن

source: Tax by Document Type
ar: الضريبة حسب نوع المستند

source: Tax Amount
ar: مبلغ الضريبة

source: You do not have permission to access AI Financial Intelligence
ar: ليس لديك صلاحية للوصول إلى الذكاء المالي الاصطناعي

source: Accessed AI Financial Intelligence Dashboard
ar: الوصول إلى لوحة الذكاء المالي الاصطناعي

source: You do not have permission to view sales analytics
ar: ليس لديك صلاحية لعرض تحليلات المبيعات

source: Viewed Sales Analytics
ar: عرض تحليلات المبيعات

source: You do not have permission to view purchase analytics
ar: ليس لديك صلاحية لعرض تحليلات المشتريات

source: Viewed Purchase Analytics
ar: عرض تحليلات المشتريات

source: You do not have permission to view tax analytics
ar: ليس لديك صلاحية لعرض تحليلات الضرائب

source: Viewed Tax Analytics
ar: عرض تحليلات الضرائب

source: You do not have permission to view cash flow analytics
ar: ليس لديك صلاحية لعرض تحليلات التدفقات النقدية

source: Viewed Cash Flow Analytics
ar: عرض تحليلات التدفقات النقدية

source: You do not have permission to export analytics reports
ar: ليس لديك صلاحية لتصدير تقارير التحليلات

source: Exported %(type)s Analytics Report
ar: تصدير تقرير تحليلات %(type)s

source: Invalid format
ar: تنسيق غير صالح

source: Error generating PDF
ar: خطأ في إنشاء ملف PDF

source: Current Assets
ar: أصول متداولة

source: Fixed Assets
ar: أصول ثابتة

source: Intangible Assets
ar: أصول غير ملموسة

source: Investments
ar: استثمارات

source: Category Name
ar: اسم الفئة

source: Asset Type
ar: نوع الأصل

source: Accounting Account
ar: الحساب المحاسبي

source: Depreciation Rate %
ar: معدل الإهلاك %

source: Useful Life Years
ar: العمر الافتراضي بالسنوات

source: Depreciable
ar: قابل للإهلاك

source: Depreciation Expense Account
ar: حساب مصروف الإهلاك

source: Accumulated Depreciation Account
ar: حساب مجمع الإهلاك

source: Active
ar: نشط

source: Asset Category
ar: فئة الأصل

source: Asset Categories
ar: فئات الأصول

source: Under Maintenance
ar: قيد الصيانة

source: Disposed
ar: مُتخلص منه

source: Sold
ar: مُباع

source: Asset Number
ar: رقم الأصل

source: Asset Name
ar: اسم الأصل

source: Category
ar: الفئة

source: Purchase Cost
ar: تكلفة الشراء

source: Current Value
ar: القيمة الحالية

source: Accumulated Depreciation
ar: الإهلاك المتراكم

source: Salvage Value
ar: قيمة الخردة

source: Currency
ar: العملة

source: Purchase Date
ar: تاريخ الشراء

source: Supplier
ar: المورد

source: Invoice Number
ar: رقم الفاتورة

source: Warranty Expiry
ar: انتهاء الضمان

source: Location
ar: الموقع

source: Responsible Person
ar: الشخص المسؤول

source: Status
ar: الحالة

source: Depreciation Method
ar: طريقة الإهلاك

source: Last Depreciation Date
ar: تاريخ آخر إهلاك

source: Asset
ar: أصل

source: Assets
ar: الأصول

source: Can View Assets/Liabilities
ar: يمكن عرض الأصول والخصوم

source: Can Add Assets/Liabilities
ar: يمكن إضافة الأصول والخصوم

source: Can Edit Assets/Liabilities
ar: يمكن تعديل الأصول والخصوم

source: Can Delete Assets/Liabilities
ar: يمكن حذف الأصول والخصوم

source: Current Liabilities
ar: خصوم متداولة

source: Long-term Liabilities
ar: خصوم طويلة الأجل

source: Equity
ar: الملكية

source: Liability Type
ar: نوع الخصم

source: Liability Category
ar: فئة الخصم

source: Liability Categories
ar: فئات الخصوم

source: Overdue
ar: متأخر

source: Cancelled
ar: ملغي

source: Liability Number
ar: رقم الخصم

source: Liability Name
ar: اسم الخصم

source: Original Amount
ar: المبلغ الأصلي

source: Current Balance
ar: الرصيد الحالي

source: Interest Rate %
ar: معدل الفائدة %

source: Due Date
ar: تاريخ الاستحقاق

source: Last Payment Date
ar: تاريخ آخر دفعة

source: Creditor Name
ar: اسم الدائن

source: Contact Information
ar: معلومات الاتصال

source: Contract Number
ar: رقم العقد

source: Liability
ar: خصم

source: Liabilities
ar: الخصوم

source: Depreciation Date
ar: تاريخ الإهلاك

source: Depreciation Amount
ar: مبلغ الإهلاك

source: Accumulated Depreciation Before
ar: مجمع الإهلاك قبل

source: Accumulated Depreciation After
ar: مجمع الإهلاك بعد

source: Net Book Value After
ar: القيمة الدفترية بعد

source: Depreciation Entry
ar: قيد الإهلاك

source: Depreciation Entries
ar: قيود الإهلاك

source: Created
ar: تم الإنشاء

source: Updated
ar: تم التحديث

source: You do not have permission to view assets/liabilities
ar: ليس لديك صلاحية لعرض الأصول والخصوم

source: Assets and Liabilities Dashboard
ar: لوحة تحكم الأصول والخصوم

source: You do not have permission to add assets
ar: ليس لديك صلاحية لإضافة أصول

source: Add new asset from modal: %(name)s - Asset number: %(number)s - Value: %(value)s
ar: إضافة أصل جديد من المودال: %(name)s - رقم الأصل: %(number)s - القيمة: %(value)s

source: Asset "%(name)s" created successfully
ar: تم إنشاء الأصل "%(name)s" بنجاح

source: Add new asset: %(name)s - Asset number: %(number)s - Value: %(value)s
ar: إضافة أصل جديد: %(name)s - رقم الأصل: %(number)s - القيمة: %(value)s

source: Error creating asset: %(err)s
ar: خطأ في إنشاء الأصل: %(err)s

source: Please correct the errors in the form
ar: يرجى تصحيح الأخطاء في النموذج

source: Add New Asset
ar: إضافة أصل جديد

source: Asset Details
ar: تفاصيل الأصل

source: You do not have permission to edit assets
ar: ليس لديك صلاحية لتعديل الأصول

source: Edit asset: %(name)s - Asset number: %(number)s
ar: تعديل الأصل: %(name)s - رقم الأصل: %(number)s

source: Asset "%(name)s" updated successfully
ar: تم تحديث الأصل "%(name)s" بنجاح

source: Error updating asset: %(err)s
ar: خطأ في تحديث الأصل: %(err)s

source: Edit Asset
ar: تعديل الأصل

source: You do not have permission to delete assets
ar: ليس لديك صلاحية لحذف الأصول

source: Delete asset: %(name)s - Asset number: %(number)s
ar: حذف الأصل: %(name)s - رقم الأصل: %(number)s

source: Asset "%(name)s" deleted successfully
ar: تم حذف الأصل "%(name)s" بنجاح

source: Error deleting asset: %(err)s
ar: خطأ في حذف الأصل: %(err)s

source: Delete Asset
ar: حذف الأصل

source: You do not have permission to view asset categories
ar: ليس لديك صلاحية لعرض فئات الأصول

source: You do not have permission to add asset categories
ar: ليس لديك صلاحية لإضافة فئات الأصول

source: Add new asset category: %(name)s - Type: %(type)s
ar: إضافة فئة أصول جديدة: %(name)s - النوع: %(type)s

source: Asset category "%(name)s" created successfully
ar: تم إنشاء فئة الأصول "%(name)s" بنجاح

source: Error creating asset category: %(err)s
ar: خطأ في إنشاء فئة الأصول: %(err)s

source: Add Asset Category
ar: إضافة فئة أصل

source: You do not have permission to edit asset categories
ar: ليس لديك صلاحية لتعديل فئات الأصول

source: Edit asset category: %(name)s - Type: %(type)s
ar: تعديل فئة الأصول: %(name)s - النوع: %(type)s

source: Asset category "%(name)s" updated successfully
ar: تم تحديث فئة الأصول "%(name)s" بنجاح

source: Error updating asset category: %(err)s
ar: خطأ في تحديث فئة الأصول: %(err)s

source: Edit Asset Category
ar: تعديل فئة الأصل

source: You do not have permission to add liabilities
ar: ليس لديك صلاحية لإضافة الخصوم

source: Liability created successfully
ar: تم إنشاء الخصم بنجاح

source: Add a new Liability
ar: إضافة خصم جديد

source: Liability Details
ar: تفاصيل الخصم

source: Depreciation entry created successfully
ar: تم إنشاء قيد الإهلاك بنجاح

source: Add Depreciation Entry
ar: إضافة قيد إهلاك

source: Category name is required
ar: اسم الفئة مطلوب

source: A category with this name already exists
ar: فئة بهذا الاسم موجودة مسبقاً

source: Add new asset category: %(name)s
ar: إضافة فئة أصل جديدة: %(name)s

source: Category "%(name)s" created successfully
ar: تم إنشاء الفئة "%(name)s" بنجاح

source: Add new liability category: %(name)s
ar: إضافة فئة خصم جديدة: %(name)s

source: Add Liability Category
ar: إضافة فئة خصم

source: إصلاح جميع sequences في قاعدة البيانات
ar: إصلاح جميع التسلسلات في قاعدة البيانات

source: عرض تفاصيل كل sequence تم إصلاحه
ar: عرض تفاصيل كل تسلسل تم إصلاحه

source: بدء إصلاح جميع التسلسلات (sequences)...
ar: بدء إصلاح جميع التسلسلات...

source: Can restore backup
ar: يمكن استعادة النسخة الاحتياطية

source: Can delete advanced data tables
ar: يمكن حذف جداول البيانات المتقدمة

source: Can delete backup files
ar: يمكن حذف ملفات النسخ الاحتياطي

source: Backup Manager
ar: مدير النسخ الاحتياطي

source: Backup Managers
ar: مديرو النسخ الاحتياطي

source: ليس لديك صلاحية لإنشاء الحسابات الأساسية
ar: ليس لديك صلاحية لإنشاء إشعار دائن

source: Created basic IFRS accounts
ar: تم إنشاء الحسابات الأساسية للمعايير الدولية

source: Deleted all records from table %(table)s - count: %(count)s
ar: تم حذف جميع السجلات من الجدول %(table)s - العدد: %(count)s

source: ليس لديك صلاحية للوصول إلى صفحة النسخ الاحتياطي
ar: ليس لديك صلاحية للوصول لهذه الميزة

source: ليس لديك صلاحية لإنشاء النسخ الاحتياطية
ar: ليس لديك صلاحية لإنشاء إشعار دائن

source: ليس لديك صلاحية لاستعادة النسخ الاحتياطية
ar: بدء عملية استعادة النسخة الاحتياطية

source: ملف JSON غير صحيح
ar: ملف بتنسيق JSON غير صحيح

source: ليس لديك صلاحية لمسح جميع البيانات
ar: ليس لديك صلاحية لحذف البيانات

source: تم بدء عملية المسح في الخلفية
ar: تم بدء عملية الاستعادة في الخلفية

source: Account Name
ar: اسم الحساب

source: Bank Name
ar: اسم البنك

source: Account Number
ar: رقم الحساب

source: IBAN
ar: رقم الحساب المصرفي الدولي

source: SWIFT Code
ar: رمز سويفت

source: Balance
ar: الرصيد

source: Initial Balance
ar: الرصيد الافتتاحي

source: Initial account balance at the start of operations
ar: الرصيد الافتتاحي للحساب في بداية العمليات

source: Bank Account
ar: حساب بنكي

source: Bank Accounts
ar: الحسابات البنكية

source: Transfer Number
ar: رقم التحويل

source: From Account
ar: من الحساب

source: To Account
ar: إلى الحساب

source: Fees
ar: الرسوم

source: Exchange Rate
ar: سعر الصرف

source: Bank Transfer
ar: تحويل بنكي

source: Bank Transfers
ar: التحويلات البنكية

source: Deposit
ar: إيداع

source: Withdrawal
ar: سحب

source: Bank Interest
ar: فائدة البنك

source: Bank Charges
ar: رسوم البنك

source: Bank Reconciliation
ar: تسوية البنك

source: Exchange Difference
ar: فرق الصرف

source: Reference Number
ar: رقم المرجع

source: Opening Balance
ar: الرصيد الافتتاحي

source: Is this an opening balance transaction?
ar: هل هذه معاملة رصيد افتتاحي؟

source: Bank Transaction
ar: معاملة بنكية

source: Bank Transactions
ar: المعاملات البنكية

source: Statement Date
ar: تاريخ البيان

source: Debit
ar: مدين

source: Reconciled
ar: مُسوى

source: Reconciled Date
ar: تاريخ التسوية

source: Bank Statement
ar: كشف حساب

source: Bank Statements
ar: كشف حساب

source: Book Balance
ar: رصيد الدفاتر

source: Statement Balance
ar: بيان الرصيد

source: Reconciled Balance
ar: الرصيد المُسوى

source: Difference
ar: الفرق

source: Draft
ar: مسودة

source: Completed
ar: مكتمل

source: Deposits in Transit
ar: الإيداعات قيد التحويل

source: Outstanding Checks
ar: الشيكات المعلقة

source: Interest Earned
ar: الفائدة المكتسبة

source: Other Adjustments
ar: تعديلات أخرى

source: Bank Reconciliations
ar: تسويات البنوك

source: Bank Reconciliation Details
ar: تفاصيل تسويات البنوك

source: Edit
ar: تعديل

source: Back to List
ar: العودة إلى القائمة

source: Adjustments
ar: التعديلات

source: Unreconciled Bank Statements
ar: كشوف حساب بنكية غير مُسواة

source: Reference
ar: المرجع

source: Edit Bank Reconciliation
ar: تعديل تسوية البنك

source: Add Bank Reconciliation
ar: إضافة تسوية البنك

source: Update Reconciliation
ar: تحديث التسوية

source: Create Reconciliation
ar: إنشاء تسوية

source: Cancel
ar: إلغاء

source: Add Reconciliation
ar: إضافة تسوية

source: All Accounts
ar: جميع الحسابات

source: All Status
ar: جميع الحالات

source: From Date
ar: من تاريخ

source: To Date
ar: إلى تاريخ

source: Filter
ar: تصفية

source: Clear
ar: مسح

source: Actions
ar: الإجراءات

source: No reconciliations found.
ar: لم يتم العثور على تسويات.

source: Previous
ar: السابق

source: Next
ar: التالي

source: Edit Bank Statement
ar: تعديل كشف حساب البنك

source: Add Bank Statement
ar: إضافة كشف حساب البنك

source: Update Statement
ar: تحديث الكشف

source: Create Statement
ar: إنشاء كشف

source: Add Statement
ar: إضافة كشف

source: All
ar: الكل

source: Yes
ar: نعم

source: No
ar: لا

source: No statements found.
ar: لم يتم العثور على كشوف.

source: You do not have permission to view bank pages.
ar: ليس لديك صلاحية لعرض صفحات البنوك.

source: You do not have permission to view bank accounts.
ar: ليس لديك صلاحية لتعديل حسابات بنكية.

source: Bank Account List Accessed
ar: تم الوصول إلى قائمة الحسابات المصرفية

source: You do not have permission to add bank accounts.
ar: ليس لديك صلاحية لإضافة حسابات بنكية.

source: Bank Account Add Page Accessed
ar: تم الوصول إلى صفحة إضافة حساب بنكي

source: Opening Balance - Capital Contribution
ar: رصيد افتتاحي - مساهمة رأس المال

source: Opening Balance - Bank Account
ar: الرصيد الافتتاحي - حساب بنكي

source: You do not have permission to edit bank accounts.
ar: ليس لديك صلاحية لتعديل حسابات بنكية.

source: يجب اختيار نوع التعديل عند تغيير الرصيد الحالي لضمان التوافق مع معايير IFRS
ar: يجب اختيار نوع التعديل عند تغيير الرصيد الحالي لضمان التوافق مع المعايير الدولية لإعداد التقارير المالية

source: Increase in balance
ar: زيادة في الرصيد

source: Decrease in balance
ar: نقص في الرصيد

source: Adjustment of Bank Balance
ar: تعديل رصيد البنك

source: Bank account balance adjustment: %(name)s from %(old)s to %(new)s (difference: %(diff)s)
ar: تعديل رصيد الحساب البنكي: %(name)s من %(old)s إلى %(new)s(الفرق: %(diff)s)

source: You do not have permission to delete bank accounts.
ar: ليس لديك صلاحية لحذف حسابات بنكية.

source: Cannot delete account "{}" because it has {} financial transactions and non-zero balance ({}). You can use the eraser button to delete all transactions first.
ar: لا يمكن حذف حساب "{}" لأنه يحتوي على {} معاملات مالية ورصيد غير صفري رصيد ({}). يمكنك استخدام زر المحاية لحذف جميع المعاملات أولاً

source: Cannot delete account "{}" because it has {} financial transactions and non-zero balance ({}). You must transfer the balance or delete all transactions first.
ar: لا يمكن حذف حساب "{}" لأنه يحتوي على {} معاملات مالية ورصيد غير صفري رصيد ({}). يجب عليك تحويل الرصيد أو حذف جميع المعاملات أولاً

source: Warning: Bank transfer number sequence not configured! Please add "Bank Account Transfer" sequence from settings page before creating any transfer.
ar: تحذير: لم يتم تهيئة تسلسل أرقام التحويلات البنكية! الرجاء إضافة تسلسل "التحويل بين الحسابات البنكية" من صفحة الإعدادات قبل إنشاء أي تحويل.

source: A similar transfer was created recently! Please check the transfer list.
ar: تم إنشاء تحويل مماثل مؤخراً! يرجى التحقق من قائمة التحويلات.

source: Bank Account Transactions Accessed: {}
ar: تم الوصول إلى معاملات الحساب البنكي: {}

source: Only superadmin can perform absolute deletion.
ar: فقط المدير الفائق يمكنه إجراء الحذف المطلق.

source: Bank Reconciliations List Accessed
ar: تم الوصول إلى قائمة تسويات البنوك

source: New Bank Reconciliation Created: {}
ar: تم إنشاء تسوية بنكية جديدة: {}

source: Bank reconciliation created successfully.
ar: تم إنشاء تسوية البنك بنجاح.

source: Bank Reconciliation Details Viewed: {}
ar: تم عرض تفاصيل تسوية البنك: {}

source: Bank Reconciliation Updated: {}
ar: تم تحديث تسوية البنك: {}

source: Bank reconciliation updated successfully.
ar: تم تحديث تسوية البنك بنجاح.

source: Bank Statements List Accessed
ar: تم الوصول إلى قائمة كشوف الحسابات البنكية

source: New Bank Statement Created: {}
ar: تم إنشاء كشف حساب بنكي جديد: {}

source: Bank statement created successfully.
ar: تم إنشاء كشف حساب البنك بنجاح.

source: Bank Statement Updated: {}
ar: تم تحديث كشف حساب البنك: {}

source: Bank statement updated successfully.
ar: تم تحديث كشف حساب البنك بنجاح.

source: Bank Account Transactions Exported to Excel: {}
ar: تم تصدير معاملات الحساب البنكي إلى إكسل: {}

source: Bank Account Statement
ar: كشف حساب البنك

source: Transactions Count
ar: عدد المعاملات

source: Export Date
ar: تاريخ التصدير

source: An error occurred while exporting: {}
ar: حدث خطأ أثناء التصدير: {}
