Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Are you sure you want to delete this entry?
ar: هل أنت متأكد أنك تريد حذف هذا المردود؟

source: Delete Entry
ar: حذف إدخال اليومية

source: No entries found for this type
ar: لم يتم العثور على معاملات مالية

source: No entries found for type
ar: لم يتم العثور على قيود لهـذا النـوع

source: No Journal Entries Found
ar: لم يتم العثور قيود

source: No journal entries have been created yet
ar: لم يتم إنشاء أي مجموعات بعد

source: Confirm Delete Journal Entry
ar: حذف إدخال اليومية

source: You are about to permanently delete this journal entry
ar: أنت على وشك حذف إدخال اليومية هذا نهائيًا..

source: Journal Entry Lines
ar: أسطر قيد اليومية

source: This action cannot be undone. The journal entry and all its lines will be permanently deleted.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف قيد اليومية وجميع بنوده نهائيًا.

source: This operation is only available for SuperAdmin users.
ar: هذه العملية متاحة فقط للمستخدمين ذوي صلاحيات SuperAdmin.

source: Delete Permanently
ar: حذف القيد نهائياً

source: Cancel and Go Back
ar: إلغاء والعودة

source: View Entry Details
ar: عرض التفاصيل

source: Basic Entry Information
ar: معلومات الدخول

source: Journal Entry Items
ar: أسطر قيد اليومية

source: Add Item
ar: إضافة كشف

source: Item Details
ar: عرض التفاصيل

source: Search accounts
ar: البحث في الحسابات...

source: Clear Item
ar: إلغاء الفلتر

source: Delete Item
ar: حذف االمستخدم

source: Warning: Debit total does not equal Credit total. They must be equal to save the entry.
ar: تحذير: Debit total does not equal Credit total. They must be equal to save the entry.

source: Save Entry
ar: حفظ الإدخال

source: Are you sure you want to reset the form? All entered data will be lost.
ar: هل أنت متأكد من رغبتك في حذف مذكرة الدين التالية؟

source: Failed to load form
ar: فشل في تحميل البيانات

source: Entry Information
ar: معلومات الدخول

source: Operation Type
ar: نوع العملية

source: Related Operation Number
ar: التحويل المرتبط

source: Last Update
ar: آخر تحديث

source: No Details
ar: التفاصيل

source: Number of Items
ar: عدد المستخدمين

source: Item
ar: صنف

source: Create New Entry
ar: إنشاء قيد جديد

source: Filter by Type
ar: فلترة حسب النوع

source: Print List
ar: اطبع القائمة

source: Journal Entries Table
ar: القيود اليومية

source: Edit Entry
ar: تحرير العنصر

source: No journal entries were found based on the specified search criteria
ar: لم يتم العثور على أي إدخالات في السجل بناءً على معايير البحث المحددة.

source: Open New Fiscal Year
ar: افتتاح السنة المالية الجديدة

source: Back to Year-End Closing
ar: إقفال سنوي

source: Current Fiscal Year
ar: فتح سنة مالية

source: Create New Fiscal Year
ar: افتتاح السنة المالية الجديدة

source: Opening a new fiscal year will make it the current active year
ar: افتتاح سنة مالية جديدة سيجعلها السنة النشطة الحالية

source: Opening balances will be automatically created from the previous year
ar: سيتم إنشاء الأرصدة الافتتاحية تلقائيًا

source: All users will be switched to work in the new fiscal year
ar: جميع المستخدمين سيتم تحويلهم للعمل في السنة المالية الجديدة

source: Only superadmin users can access closed fiscal years
ar: يمكن فقط للمسؤول الأعلى الوصول إلى السنوات المغلقة

source: Expected Opening Balances for New Year
ar: الرصيد الافتتاحي للمستودع

source: Total Debits
ar: إجمالي المدين

source: Total Credits
ar: إجمالي الدائن

source: Not Balanced
ar: الرصيد الصافي

source: Customers
ar: العميل

source: Other Accounts
ar: الحسابات النشطة

source: No previous closing found. This will be the first fiscal year with no opening balances.
ar: No previous closing تم العثور على. This will be the first fiscal year with no opening balances.

source: Are you sure you want to open a new fiscal year? This will make it the current active year and all users will work in it.
ar: افتتاح سنة مالية جديدة سيجعلها السنة النشطة الحالية

source: Annual closing procedure
ar: إجراءات الإغلاق السنوية

source: All Revenue and Expense Accounts Will be Closed and Net Profit/Loss Will be Transferred to Capital
ar: سيتم إغلاق جميع حسابات الإيرادات والمصروفات وسيتم تحويل صافي الربح/الخسارة إلى حساب رأس المال.

source: I Confirm Performing the Annual Closing
ar: أؤكد إجراء الإقفال السنوي

source: Perform Closing
ar: تنفيذ الإغلاق

source: Estimate net profit for the current year
ar: تقدير صافي الربح للسنة الحالية.

source: Expected profit
ar: الربح المتوقع

source: Expected loss
ar: الخسارة المتوقعة

source: The Closing Cannot be Un done After Execution
ar: لا يمكن التراجع عن عملية الإغلاق بعد تنفيذها.

source: Make Sure All Entries are Closed Before Closing
ar: تأكد من إغلاق جميع الإدخالات قبل الإغلاق.

source: An Accounting Entry Will be Created Automatically
ar: سيتم إنشاء قيد محاسبي تلقائيًا.

source: The Operation Will be Recorded in The Activity Log
ar: سيتم تسجيل العملية في سجل الأنشطة..

source: After closing the current fiscal year
ar: بعد إغلاق السنة المالية الحالية

source: You can open a new fiscal year to continue working. The new year will automatically include opening balances from the closed year.
ar: يمكنك فتح سنة مالية جديدة لمواصلة العمل. ستتضمن السنة الجديدة تلقائيًا أرصدة الافتتاح من السنة المالية المنتهية.

source: Opening balances will be created automatically
ar: سيتم إنشاء الأرصدة الافتتاحية تلقائيًا

source: All accounts balances will be transferred
ar: سيتم نقل جميع أرصدة الحسابات

source: All users will work in the new year
ar: جميع المستخدمين سوف يعملون في العام الجديد

source: Only superadmin can access closed years
ar: يمكن فقط للمسؤول الأعلى الوصول إلى السنوات المغلقة

source: Previous Closings
ar: الإغلاقات السابقة

source: Net profit/loss
ar: صافي الربح/الخسارة

source: View entry
ar: عرض التفاصيل

source: No Previous Closings
ar: لا يوجد إغلاقات سابقة

source: Are you sure you want to perform the annual closing? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إجراء الإغلاق السنوي؟ لا يمكن التراجع عن هذا الإجراء.

source: Created by:
ar: أنشئ بواسطة

source: Last Update:
ar: آخر تحديث

source: Commercial Registration
ar: السجل التجاري

source: Website
ar: الموقع الالكتروني

source: Details Payment Voucher
ar: تفاصيل سند الصرف

source: Reverse Payment Voucher
ar: حذف سند الصرف

source: Payment Voucher Information
ar: معلومات سند القبض

source: Beneficiary
ar: المستفيد

source: Payment Details
ar: تفاصيل الدفع

source: Reversal Information
ar: معلومات الإلغاء

source: Reversed At
ar: مُلغى عند

source: Related Journal Entries
ar: إدخالات القيود ذات الصلة

source: No related journal entries found for this voucher
ar: لم يتم العثور على قيود ذات الصلة بهذه السند

source: Related Cashbox Transactions
ar: معاملات الصندوق

source: Warning: Reversing the payment voucher will cancel its effect on accounts and cashboxes. This action cannot be undone.
ar: تحذير: سيؤدي إلغاء إيصال الدفع إلى إلغاء تأثيره على الحسابات وصناديق النقد. لا يمكن التراجع عن هذا الإجراء.

source: Enter the reason for reversing the payment voucher...
ar: أدخل سبب إلغاء قسيمة الدفع...

source: Delete Confirmation
ar: تأكيد الحذف

source: Warning: Deleting the payment voucher will permanently disable it and reverse its effect on accounts. This action cannot be undone.
ar: Warning: جاري الحذف the payment voucher will permanently disable it and reverse its effect on accounts. This action cannot be undone.

source: Are you sure you want to delete payment voucher number %(voucher_number)s?
ar: هل أنت متأكد من رغبتك في حذف رقم قسيمة الدفع %(voucher_number)s؟

source: Delete Payment Voucher
ar: حذف سند الصرف

source: Enter voucher number manually (e.g., PAY-2025-001)
ar: أدخل رقم القسيمة يدوياً (على سبيل المثال، PAY-2025-001)

source: If the beneficiary is not a registered supplier
ar: في حالة عدم تسجيل المستفيد كمورد

source: Cash Payment Details
ar: تفاصيل الدفع النقدي

source: Check Details
ar: تفاصيل الشيك

source: Failed to load supplier data
ar: فشل تحميل بيانات المورد

source: Add New Payment Voucher
ar: إنشاء سند صرف جديد

source: Number of Vouchers
ar: عدد السندات

source: Average Amount
ar: متوسط ​​المبلغ

source: Are you sure you want to delete payment voucher number
ar: هل أنت متأكد من أنك تريد حذف سند الصرف رقم

source: Payment Vouchers Report
ar: تقرير سندات الصرف

source: Create a new category for products
ar: إنشاء فئة جديدة للمنتجات

source: Category Information
ar: معلومات الفئة

source: Category Code
ar: رمز الفئة

source: Example: ELECTRONICS
ar: مثال: ELECTRONICS

source: Main Category
ar: الفئة الرئيسية

source: Sort Order
ar: ترتيب الفرز

source: Delete Category
ar: حذف الفئة

source: Delete Category Confirmation
ar: تأكيد الحذف

source: Are you sure you want to delete the following category?
ar: هل أنت متأكد أنك تريد حذف المستخدم التالي؟

source: Number of Related Products
ar: عدد المرتجعات

source: Number of Subcategories
ar: عدد المستخدمين

source: Cannot delete this category because it has
ar: لا يمكن حذف الصندوق النقدي لأن الرصيد ليس صفراً

source: products and
ar: لم يتم العثور على أي منتجات

source: subcategories linked to it!
ar: User هو linked إلى {}

source: products linked to it!
ar: هذا المنتج مرتبط كـ

source: subcategories!
ar: الفئات

source: You must delete or move the related items first.
ar: يجب حذف أو نقل العناصر المرتبطة أولاً

source: Are you sure you want to delete category
ar: هل أنت متأكد أنك تريد حذف الفئة؟

source: Edit Category
ar: تعديل الفئة

source: Edit category information
ar: معلومات الفئة

source: Product Categories List
ar: قائمة فئات المنتجات

source: Manage and Organize Product Categories
ar: إدارة وتنظيم فئات المنتجات

source: Export Excel
ar: تاريخ التصدير

source: Total Categories
ar: جميع الفئات

source: Active Categories
ar: فئة نشطة

source: Subcategories
ar: الفئات

source: Subcategory
ar: فئة

source: Search in categories
ar: البحث في الفئات

source: All Statuses
ar: جميع الحالات

source: Sub
ar: فرعي

source: category
ar: الفئة

source: Print Report
ar: طباعة التقرير

source: Classification Code
ar: رمز التصنيف

source: Cost
ar: التكلفة

source: Are you sure you want to delete this category?
ar: هل أنت متأكد من حذف هذه الفئة؟

source: No categories found
ar: لم يتم العثور على فئات

source: No categories have been created yet. Click "Add New Category" to start creating categories.
ar: لم يتم إنشاء أي فئات بعد. انقر على "إضافة فئة جديدة" للبدء.إنشاء الفئات.

source: No data to export
ar: لا data إلى تصدير

source: Create New Product
ar: إنشاء منتج جديد

source: Create a new product in the system
ar: إنشاء منتج جديد في النظام.

source: Product Information
ar: معلومات المنتج

source: Physical Product
ar: المنتج المادي

source: Product Code (SKU)
ar: رمز المنتج (SKU)

source: Example: PROD-001
ar: مثال: PROD-001

source: Will be auto-generated
ar: سيتم إنشاؤها تلقائيًا

source: Auto-calculated based on category (Category Number + 100, 101, ...)
ar: يتم حسابها تلقائيًا بناءً على الفئة (الفئة الرقم + 100، 101، ...)

source: For Warranty
ar: للضمان

source: Example: SN123456789
ar: مثال: SN123456789

source: This field is for products sold by piece and need warranty (optional)
ar: هذا الحقل مخصص للمنتجات التي تُباع بالقطعة وتحتاج إلى ضمان (اختياري).

source: Type to search categories...
ar: اكتب للبحث عن الفئات...

source: Search categories
ar: البحث في الفئات

source: Add Category
ar: إضافة فئة

source: Start typing to search for categories or click search button
ar: ابدأ بالكتابة للبحث عن الفئات أو انقر على زر البحث.

source: Service Product (Non-countable)
ar: منتج الخدمة (غير قابل للعد)

source: Service products do not affect inventory Service products do not need quantities
ar: المنتجات الخدمية لا تؤثر على المخزون، ولا تحتاج المنتجات الخدمية إلى تحديد كميات.

source: Unit of Measurement
ar: وحدة القياس

source: Kilogram
ar: كيلوغرام

source: Liter
ar: لتر

source: Meter
ar: متر

source: Box
ar: صندوق

source: Pack
ar: علبة

source: Pricing
ar: التسعير

source: Calculated automatically from purchases
ar: يتم حسابها تلقائيًا من المشتريات

source: Cost is calculated from purchase invoices using weighted average method
ar: يتم حساب التكلفة من فواتير الشراء باستخدام طريقة المتوسط ​​المرجح.

source: Selling Price
ar: سعر البيع

source: Tax Rate %%
ar: نسبة الضريبة

source: Example: 15
ar: مثال: 15

source: Will be calculated automatically in invoices
ar: سيتم احتسابها تلقائيًا في الفواتير.

source: Tax Calculation
ar: حساب الضرائب

source: Price Including Tax
ar: السعر شامل الضريبة

source: Linked Units Settings
ar: إعدادات الوحدات المترابطة

source: Link this product with another unit (single/package) for flexible sales
ar: ربط هذا المنتج بوحدة أخرى (مفردة/حزمة) لتحقيق مبيعات مرنة

source: Select unit type for linking
ar: حدد نوع الوحدة للربط

source: This section is for countable products only. Service products do not need inventory management.
ar: هذا القسم مخصص للمنتجات القابلة للعد فقط. منتجات الخدمات لا تحتاج إلى إدارة المخزون..

source: Initial stock quantity when starting to use the system
ar: كمية المخزون الأولية عند بدء استخدام النظام

source: Cost per unit for opening balance (exclusive of VAT)
ar: تكلفة الوحدة للرصيد الافتتاحي (غير شامل الضريبة)

source: Opening Balance Total Cost
ar: الرصيد الافتتاحي التكلفة الإجمالية

source: Auto-calculated: Quantity × Unit Cost
ar: محسوب تلقائياً: الكمية × تكلفة الوحدة

source: Warehouse where the opening balance will be placed
ar: المستودع الذي سيتم فيه وضع الرصيد الافتتاحي.

source: Minimum Stock Level
ar: الحد الأدنى لمستوى المخزون

source: Maximum Stock Level
ar: الحد الأقصى لمستوى المخزون

source: Track Inventory
ar: تتبع المخزون

source: Save Product
ar: منتج جديد

source: Yes, I'm sure
ar: نعم I'm sure

source: Edit Price
ar: سعر الوحدة

source: Alert
ar: تنبيه

source: We recommend the product code to be at least 3 characters for easy identification.
ar: We recommend the منتج رمز إلى يكون at least 3 characters لـ easy identification.

source: Completed Successfully!
ar: تم إكمال الاستعادة بنجاح

source: Error!
ar: خطأ

source: Network Error!
ar: خطأ في الشبكة!

source: An error occurred while saving the category. Please try again.
ar: حدث خطأ أثناء حذف التحويل. الرجاء المحاولة مرة أخرى.

source: No parent category
ar: الفئة الرئيسية

source: Select Category
ar: حذف الفئة

source: Search for category by name or code...
ar: البحث عن فئة بالاسم أو الرمز...

source: Delete Product
ar: حذف المنتج

source: Delete Product Confirmation
ar: تأكيد حذف المنتج

source: Cannot Delete Product
ar: لا يمكن حذف المنتج

source: This product cannot be deleted because it is linked to other data in the system.
ar: لا يمكن حذف هذا المنتج لأنه مرتبط ببيانات أخرى في النظام.

source: JD
ar: د.أ

source: movement
ar: حركة

source: more movements
ar: مزيد من الحركات

source: You must delete or edit this related data first before deleting the product.
ar: يجب عليك حذف أو تعديل هذه البيانات ذات الصلة أولاً قبل حذف المنتج.

source: Back to Products List
ar: العودة إلى قائمة المنتجات

source: Edit Product Instead of Deleting
ar: تعديل المنتج بدلاً من حذفه

source: No image available
ar: لا توجد صورة متاحة

source: Minimum Stock
ar: الحد الأدنى للمخزون

source: Side Statistics and Information
ar: إحصائيات ومعلومات جانبية

source: Price Information
ar: معلومات الأسعار

source: Including Tax
ar: شامل الضريبة

source: Tax Amount:
ar: مبلغ الضريبة

source: No Tax
ar: لا ضريبة

source: Wholesale
ar: بالجملة

source: Wholesale Price Including Tax
ar: سعر الجملة شامل الضريبة

source: Opening Balance:
ar: الرصيد الافتتاحي:

source: Similar Products
ar: منتجات مماثلة

source: Print Details
ar: طباعة التفاصيل

source: Product Movements
ar: حركة المنتجات

source: Stock In
ar: مخزون

source: Stock Out
ar: نفذ المخزون

source: Stock Transfer
ar: تحويل المخزون

source: Stock Adjustment
ar: تعديل المخزون

source: No movements for this product
ar: لا توجد حركات لهذا المنتج

source: Confirm Delete Product
ar: تأكيد حذف المنتج

source: Are you sure you want to delete the product
ar: هل أنت متأكد أنك تريد حذف المنتج؟

source: Edit Product
ar: تعديل المنتج

source: Edit product information
ar: تعديل معلومات المنتج

source: رمز المنتج (SKU)
ar: رمز العملة

source: Serial Number - For Warranty
ar: الرقم التسلسلي - For Warranty

source: This field is for products sold per piece that need warranty (optional)
ar: هذا الحقل مخصص للمنتجات المباعة بالقطعة والتي تحتاج إلى ضمان (اختياري)

source: Service products do not affect inventory and do not need quantities
ar: لا تؤثر منتجات الخدمة على المخزون ولا تحتاج إلى كميات

source: Locked
ar: مقفل

source: You Cannot Modify the Opening Balance Because There are Transactions on This Product.
ar: You لا يمكن Modify the افتتاحي رصيد Because There هم Transactions on هذا منتج

source: Initial stock when starting to use the system
ar: المخزون الأولي عند البدء في استخدام النظام.

source: Leave empty to keep current image
ar: اتركه فارغاً للتوليد التلقائي

source: Current Product Image
ar: صورة المنتج

source: Current Image
ar: القيمة الحالية

source: Price
ar: سعر البيع

source: Yes, I am sure
ar: نعم I am sure

source: No Parent Category
ar: الفئة الرئيسية

source: Completed Successfully
ar: تم إكمال الاستعادة بنجاح

source: Please try again
ar: يرجى المحاولة مرة أخرى

source: Manage and Organize Products
ar: إدارة وتنظيم المنتجات

source: Available in Stock
ar: متوفر في المخزون

source: Search by name, code, barcode, or serial number
ar: البحث بالاسم أو الرمز أو باركود أو الرقم التسلسلي

source: Not Active
ar: غير نشط

source: product
ar: المنتج

source: Price with Tax
ar: السعر مع الضريبة

source: Stock
ar: مخزون

source: Image
ar: صورة

source: Showing
ar: عرضing

source: Selected Category
ar: حذف الفئة

source: No products found
ar: لم يتم العثور على أي منتجات

source: No products have been created yet. Click Create New Product to start creating products
ar: لم يتم إنشاء أي منتجات بعد. انقر على إنشاء منتج جديد للبدء في إنشاء المنتجات.

source: Are you sure you want to delete product
ar: هل أنت متأكد أنك تريد حذف المنتج؟

source: for warranty
ar: للضمان

source: Search for categories
ar: البحث في الفئات

source: Price including Tax
ar: السعر شامل الضريبة

source: Total cost of the opening balance for FIFO inventory calculation
ar: التكلفة الإجمالية لرصيد الافتتاح لحساب مخزون FIFO

source: Maximum Stock
ar: الحد الأدنى للمخزون

source: Track Stock
ar: العودة إلى

source: Sort
ar: ترتيب

source: Choose Category
ar: اختر الفئة

source: Network error occurred. Please try again.
ar: حدث خطأ في الشبكة. يُرجى المحاولة مرة أخرى.

source: Error: Cannot select product to delete
ar: خطأ: لا يمكن تحديد المنتج الذي تريد حذفه

source: Error: Delete URL was not selected correctly
ar: خطأ: لم يتم تحديد حذف عنوان URL بشكل صحيح

source: Products Report
ar: تقرير المنتجات

source: Product List
ar: قائمة المنتجات

source: تاريخ التصدير
ar: Update Date

source: Movement history for
ar: Movement history لـ

source: View Product Details
ar: عرض تفاصيل المنتج

source: Back to Products
ar: العودة إلى قائمة المنتجات

source: Movement History
ar: تاريخ الحركة

source: No movements found
ar: لم يتم العثور على أي حركات

source: This product has no recorded movements yet.
ar: لم يتم تسجيل أي حركات لهذا المنتج حتى الآن.

source: Delete Provision
ar: حذف البند

source: Confirm deletion of provision
ar: تأكيد حذف البند

source: Back to Provision
ar: مخصص الديون المشكوك في تحصيلها

source: Are you sure you want to delete this provision?
ar: هل أنت متأكد أنك تريد حذف هذا الموضع؟

source: This action cannot be undone. All associated entries will also be deleted.
ar: This action cannot be تراجعne. All associated entries will also be deleted.

source: Provision Details
ar: مسمى الوظيفة

source: Provision details and entries
ar: Provision تفاصيل و entries

source: Edit Provision
ar: تعديل الوظيفة

source: Add Entry
ar: إضافة قيد جديد

source: Provision Information
ar: المعلومات الأساسية

source: Custom Type
ar: نوع العميل

source: Total Provision Amount
ar: المبلغ الإجمالي

source: Remaining Balance
ar: الرصيد المتناقص

source: No entries found for this provision.
ar: لم يتم العثور على معاملات مالية

source: Delete Provision Entry
ar: حذف البند

source: Confirm deletion of provision entry
ar: تأكيد حذف البند

source: Are you sure you want to delete this provision entry?
ar: هل أنت متأكد أنك تريد حذف هذا الموضع؟

source: Edit Provision Entry
ar: قيد المخصص

source: Add Provision Entry
ar: قيد المخصص

source: Update entry details
ar: تحديث entry تفاصيل

source: Create a new provision entry
ar: إنشاء قيد يومية جديد

source: Update Entry
ar: عقد

source: Add Provision
ar: المخصص

source: Add New Provision
ar: إضافة وظيفة جديدة

source: Update provision details
ar: تحديث provision تفاصيل

source: Create a new accounting provision
ar: Comprehensive تقرير on accounting provisions

source: Provision is active
ar: Provision تفاصيل و entries

source: Update Provision
ar: تحديث الوظيفة

source: Create Provision
ar: إنشاء وظيفة

source: Provisions Management
ar: إدارة تصميم المطبوعات

source: Manage accounting provisions and their entries
ar: Manage accounting provisions و their entries

source: Active Provisions
ar: مخصصات أخرى

source: No provisions found.
ar: لا توجد وظائف

source: Provision Movement Report
ar: طباعة التقرير الكامل

source: Detailed report of all provision entries and movements
ar: تقرير مفصّل لجميع قيود المخصصات والحركات

source: Main Report
ar: طباعة التقرير

source: Back to Provisions
ar: مخصص الديون المشكوك في تحصيلها

source: Movement Records
ar: الحركات

source: Total Movement Amount
ar: إجمالي مبلغ الحركة

source: Sum of All Entries
ar: عرض جميع الإدخالات

source: Average Entry
ar: متوسط الراتب

source: Per Entry
ar: حفظ الإدخال

source: All Provisions
ar: المخصص

source: Provision Movement Entries
ar: Provision تفاصيل و entries

source: No movement entries found.
ar: لم يتم العثور على أي حركات

source: Provisions Report
ar: طباعة التقرير

source: Comprehensive report on accounting provisions
ar: Comprehensive تقرير on accounting provisions

source: Movement Report
ar: طباعة التقرير الكامل

source: Total Provisions
ar: مخصص الضرائب

source: Provision Amount
ar: المبلغ الإجمالي

source: Per Provision
ar: مخصصات أخرى

source: Provisions by Type
ar: أنواع المخصصات

source: Provisions by Fiscal Year
ar: المخصصات حسب السنة المالية

source: By Provision Type
ar: حسب نوع المخصص

source: Count
ar: عدد

source: By Fiscal Year
ar: حسب السنة المالية

source: Create Debit Note
ar: إنشاء إشعار خصم

source: Type to search supplier
ar: اكتب للبحث عن المورد

source: Start typing to filter suppliers, then choose from the list.
ar: ابدأ بالكتابة لفلترة قائمة الموردين، ثم اختر من القائمة.

source: Enter supplier debit note number
ar: أدخل رقم مذكرة الخصم الخاصة بالمورد

source: Required field - Enter the supplier's debit note number
ar: حقل إلزامي - أدخل رقم إشعار الخصم الخاص بالمورد.

source: Enter the debit note amount
ar: أدخل رقم مذكرة الخصم الخاصة بالمورد

source: Note: No tax is applied to debit notes
ar: ملاحظة: لا يتم تطبيق أي ضريبة على إشعارات الخصم.

source: Delete Debit Note
ar: حذف مذكرة الدين

source: Confirm Delete Debit Note
ar: تأكيد حذف مذكرة الدين

source: Are you sure you want to delete the following debit note?
ar: هل أنت متأكد من رغبتك في حذف مذكرة الدين التالية؟

source: Debit Note Details:
ar: تفاصيل مذكرة الدين:

source: Note Number:
ar: رقم المذكرة:

source: Supplier:
ar: المورد

source: Date:
ar: التاريخ

source: Subtotal:
ar: المجموع الفرعي:

source: Tax:
ar: الضريبة:

source: Total Amount:
ar: المبلغ الإجمالي

source: Yes, Delete Debit Note
ar: نعم، احذف مذكرة الدين

source: Back to Details
ar: العودة إلى الإعدادات

source: Debit Note Details
ar: تفاصيل مذكرة الدين:

source: Note Number
ar: رقم المذكرة:

source: Send to JoFotara
ar: أُرسل إلى جوفاتورة

source: Debit Note Data
ar: تاريخ مذكرة الدائن

source: Debit Note Information
ar: معلومات مذكرة الدائن

source: Failed to send debit note
ar: فشل في إرسال الفاتورة

source: Debit Notes Report
ar: تقرير اشعارات الخصم

source: Debit Note number
ar: رقم إشعار المدين

source: TAX
ar: الضريبة

source: No Debit Notes
ar: لا توجد إشعارات خصم
