Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: You can create a new debit note by clicking the button above.
ar: يمكنك إنشاء إشعار خصم جديد بالنقر على الزر أعلاه.

source: Create First Debit Note
ar: إنشاء أول مذكرة خصم

source: Critical CSS - Load First
ar: Critical CSS - Load أول

source: CRITICAL: Add Product Button Styles - Load Immediately
ar: CRITICAL: إضافة منتج Button Styles - Load Immediately

source: Ensure button is always visible and styled
ar: ضمان رؤية وتنسيق الزر دائماً

source: Create New Purchase Invoice
ar: إنشاء فاتورة شراء جديدة

source: Purchase Invoice Details
ar: تفاضيل فاتورة الشراء

source: Unsaved Changes
ar: التغييرات غير المحفوظة

source: Are you sure you want to leave this page? You have unsaved changes.
ar: هل أنت متأكد من رغبتك في مغادرة هذه الصفحة؟ لديك تغييرات لم يتم حفظها.

source: Leave
ar: خروج

source: Basic Invoice Information
ar: معلومات أساسية عن الفاتورة

source: Invoice number is automatically generated from sequence settings
ar: يتم إنشاء رقم الفاتورة تلقائيًا بناءً على إعدادات التسلسل.

source: Create Supplier
ar: إنشاء مورد

source: Choose supplier name...
ar: اختر اسم المورد...

source: Choose Supplier
ar: اختر المورد...

source: Tax Settings
ar: إعدادات الضرائب

source: When checked, tax is calculated and added. When unchecked, no tax is calculated.
ar: عند تحديد هذا الخيار، يتم حساب الضريبة وإضافتها. وعند إلغاء تحديد هذا الخيار، لا يتم حساب أي ضريبة.

source: Default: Selected (calculates tax)
ar: الخيار الافتراضي: محدد (يتم احتساب الضريبة)

source: Warehouse Row
ar: صف المستودعات

source: Set as default purchase warehouse
ar: تعيين كمخزن شراء افتراضي

source: Select the warehouse where products will be stored.
ar: اختر المستودع الذي سيتم فيه تخزين المنتجات.

source: Select Payment Method
ar: اختر طريقة الدفع

source: Select Cash Box
ar: اختر الصندوق...

source: Select Bank Account
ar: حذف الحساب البنكي

source: Products Table
ar: المنتجات التي

source: Invoice Products
ar: عدد الفواتير

source: Create Category
ar: إنشاء فئة

source: Create Product
ar: إنشاء منتج جديد

source: Click here to add a new product
ar: يرجى إضافة منتج واحد على الأقل

source: Rows will be added here by JavaScript
ar: سيتم إضافة الصفوف هنا بواسطة JavaScript

source: Enter any additional notes...
ar: أدخل أي ملاحظات إضافية...

source: Invoice Summary
ar: ملخص الفاتورة

source: Save Invoice
ar: فاتورة مبيعات

source: Select Product for Invoice
ar: اختر منتج لـ فاتورة

source: Search for product by name, code, or description...
ar: البحث عن منتج بالاسم أو الرمز أو الوصف...

source: Last Purchase Price
ar: إنشاء فاتورة شراء

source: No products available
ar: لا منتجات متوفرة

source: Available products count
ar: متاح products count

source: Success
ar: نجاح

source: Bootstrap library is not loaded. Please reload the page.
ar: خطأ في العثور على رمز الحماية من التزوير. يرجى إعادة تحميل الصفحة.

source: Set current date
ar: الربع الحالي

source: Add initial product row
ar: إضافة initial منتج row

source: Add event listener for tax inclusive checkbox change
ar: إضافة event listener لـ tax inclusive checkbox change

source: Recalculate all rows when checkbox state changes
ar: Recalculate الكل rows when checkbox state changes

source: Set focus on supplier field
ar: Set focus on مورد field

source: Purchase invoice add page loaded
ar: فواتير المشتريات + مردودات المبيعات

source: Products table not found
ar: خطأ: Products table not found

source: Product code...
ar: رمز المنتج

source: Select product
ar: اختر المنتج

source: Type product name...
ar: ادخل اسم المنتج

source: Delete product
ar: حذف المنتج

source: Error adding product row
ar: خطأ adding product row

source: Error adding new product row
ar: خطأ adding new product row

source: Invoice must contain at least one product
ar: يرجى إضافة منتج واحد على الأقل

source: Ensure modal exists
ar: Ensure modal موجود

source: Product modal not found
ar: المنتج غير موجود

source: Product selection window not found
ar: Product selection window not تم العثور على

source: Error opening product modal
ar: خطأ opening product modal

source: Error opening product selection window
ar: خطأ opening product selection window

source: Current row not selected
ar: الصف الحالي غير محدد

source: Product row not found
ar: المنتج غير موجود

source: Product fields not found in row
ar: حقول المنتج غير موجودة في الصف

source: Fill product data
ar: Fill منتج data

source: Fill available quantity
ar: Fill متاح quantity

source: Update tax rate
ar: عقد

source: Filling tax rate
ar: تعبئة معدل الضريبة

source: taxRateInput filled
ar: تم ملء حقل معدل الضريبة

source: hiddenTaxRateInput filled
ar: مخفيTaxRateInput filled

source: Unit price filled
ar: سعر الوحدة

source: Wait a bit to ensure all data is filled then calculate total
ar: Wait a bit إلى ensure الكل data هو filled then calculate إجمالي

source: Close modal
ar: إغلاق

source: Focus on quantity field
ar: التركيز على حقل الكمية

source: Error selecting product
ar: خطأ في حذف الاقتطاع

source: Calculating row total
ar: حساب الإجماليات

source: Get tax rate from visible or hidden field
ar: الحصول على معدل الضريبة من الحقل المرئي أو المخفي

source: Tax rate from visible field
ar: معدل الضريبة من الحقل المرئي

source: Tax rate from hidden field
ar: معدل الضريبة من الحقل المخفي

source: Final tax rate
ar: معدل الضريبة النهائي

source: Calculate subtotal (without tax)
ar: حساب المجموع الفرعي (بدون ضريبة)

source: Check tax inclusive checkbox state
ar: فحص حالة خيار الضريبة الشاملة

source: Calculate tax amount
ar: حساب مبلغ الساعات الإضافية

source: Total amount
ar: المبلغ الإجمالي

source: Update subtotal field
ar: تحديث subtotal field

source: Update tax field if exists
ar: Update tax field if موجود

source: Visible tax field updated
ar: تم تحديث حقل الضريبة المرئي

source: Update hidden tax field
ar: Update مخفي tax field

source: Hidden tax field updated
ar: تم تحديث حقل الضريبة المخفي

source: Calculate subtotal and total taxes
ar: Calculate subtotal و إجمالي taxes

source: If visible tax field not found, look for hidden field
ar: إذا لم يتم العثور على حقل الضريبة المرئي، ابحث عن الحقل المخفي

source: Update display using currency settings
ar: تحديث display using currency settings

source: Search in products
ar: البحث في الحسابات...

source: Search in available text only
ar: Search in متاح text only

source: Add tax rate to search if exists
ar: Add tax rate to search if موجود

source: means tax column exists
ar: means tax column موجود

source: يرجى اختيار المورد
ar: يرجى اختيار عميل

source: يرجى اختيار طريقة الدفع
ar: يرجى اختيار عميل

source: يرجى اختيار المستودع
ar: يرجى اختيار عميل

source: At least one product must be added to the invoice
ar: يجب إضافة منتج واحد على الأقل للفاتورة

source: Supplier management functions
ar: إدارة الموردين

source: New supplier creation button clicked
ar: New مورد creation button clicked

source: Modal opened successfully
ar: تم افتتاح السنة المالية بنجاح

source: Modal not found
ar: المنتج غير موجود

source: Supplier creation window not found
ar: Supplier creation window not تم العثور على

source: Starting to save new supplier
ar: بدءing to save new supplier

source: Add CSRF token
ar: إضافة CSRF token

source: Sending data to server
ar: Sending data إلى server

source: Add new supplier to list
ar: إضافة new مورد إلى قائمة

source: Close modal and reset form
ar: Close modal و reset form

source: Supplier created successfully
ar: تم إنشاء المجموعة بنجاح

source: Supplier saved successfully
ar: تم البيع بنجاح

source: Server error
ar: Server خطأ

source: Error occurred while creating supplier
ar: حدث خطأ أثناء إنشاء المعاينة

source: Function to update supplier balance
ar: Function إلى تحديث عميل رصيد

source: Call API to get supplier information
ar: Call API to get supplier معلوماتrmation

source: Error getting supplier data
ar: خطأ getting supplier data

source: Get currency information from company
ar: Get currency معلوماتrmation from company

source: View current balance
ar: الرصيد الحالي

source: Use currency from company settings
ar: العملة الأساسية محددة في إعدادات الشركة

source: Change text color based on balance
ar: زيادة في الرصيد

source: Error getting currency data
ar: خطأ getting supplier data

source: In case of failure to get currency, use default currency
ar: In case of failure إلى get currency, use default currency

source: Bind event to supplier change
ar: Link event إلى عميل change

source: Critical JavaScript for Purchase Invoice - Enhanced
ar: Critical JavaScript لـ Purchase فاتورة - Enhanced

source: addProductRow function not found
ar: Product selection window not تم العثور على

source: Error: Product addition function not available. Please reload the page.
ar: خطأ: Product addition function not available. Please reload the page.

source: Error adding product row in purchase invoice
ar: خطأ adding product row in purchase invoice

source: Error occurred while adding product. Please try again.
ar: حدث خطأ أثناء حذف الحركة. الرجاء المحاولة مرة أخرى.

source: Ensure button styling
ar: التأكد من تنسيق الزر

source: Re-applying purchase invoice button styling
ar: Re-applying purchase فاتورة button styling

source: Purchase Invoice Critical JavaScript loaded and monitoring started
ar: Purchase Invoice Critical JavaScript loaded and monitoring تم البدء

source: Cannot delete the last product row. At least one product row must remain.
ar: لا يمكن حذف the أخير منتج row. At least one منتج row يجب remain.

source: Are you sure you want to delete this product row?
ar: هل أنت متأكد أنك تريد حذف المنتج؟

source: Please select a product row to delete by clicking on any field in that row.
ar: يرجى الاختيار a product row to delete by clicking on any field in that row.

source: حذف سطر المنتج الحالي
ar: إضافة سطر منتج جديد

source: عرض اختصارات لوحة المفاتيح
ar: يرجى اختيار الفاتورة الأصلية

source: Please select a valid image file
ar: الرجاء اختيار ملف صورة صالح

source: Optional field
ar: حقل اختياري

source: Auto-calculated for regular users
ar: يتم حسابها تلقائيًا للمستخدمين العاديين

source: Is Service
ar: خدمة

source: Check if this is a service rather than a physical product
ar: تحقق مما إذا كانت هذه خدمة وليست منتجًا ماديًا.

source: - For Warranty
ar: - لـ Warranty

source: Linked Units
ar: الوحدات المرتبطة

source: Choose if this is a main or sub unit
ar: اختر ما إذا كانت هذه وحدة رئيسية أم فرعية

source: Link to another product if this is a sub-unit
ar: رابط لمنتج آخر إذا كانت هذه وحدة فرعية

source: How many of the main unit equals this unit
ar: كم عدد الوحدات الرئيسية التي تساوي هذه الوحدة؟

source: Auto-calculated from weighted average
ar: محسوب تلقائياً من المتوسط ​​المرجح

source: Warehouse for opening balance
ar: مستودع للرصيد الافتتاحي

source: Supported formats: JPG, PNG, GIF. Max size: 5MB
ar: الصيغ المدعومة: JPG، PNG، GIF. الحد الأقصى للحجم: 5 ميجابايت

source: Delete Purchase Invoice
ar: حذف فاتورة المشتريات

source: Electronic Link Status with Tax Authority
ar: Electronic Link حالة مع Tax Authority

source: Sending Status
ar: تاريخ المعالجة

source: Sent
ar: مُرسل

source: Not Sent
ar: ليس Sent

source: Sending Date
ar: تاريخ الانتهاء

source: Tracking Number (UUID)
ar: رقم المعاملة

source: Verification Link
ar: التحقق والمطابقة

source: Verify Invoice
ar: التحقق من الفاتورة

source: QR Code
ar: الرمز

source: Failed to send invoice
ar: فشل في إرسال الفاتورة

source: Edit Purchase Invoice
ar: إضافة فاتورة شراء

source: Empty
ar: فارغ

source: Manage All Purchase Invoices
ar: إدارة جميع فواتير الشراء

source: Create New Invoice
ar: إنشاء فاتورة جديدة

source: Print The List
ar: اطبع القائمة

source: Total Invoices
ar: إجمالي الفواتير

source: This Month Invoices
ar: فواتير هذا الشهر

source: Invoice Number or Supplier
ar: رقم الفاتورة أو اسم المورد

source: All suppliers
ar: جميع الموردون

source: Grand Total
ar: المجموع الإجمالي

source: View supplier transactions
ar: عرض معاملات الموردين

source: Posted to JoFotara
ar: أُرسل إلى جوفاتورة

source: Are you sure you want to delete this invoice?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: Page Total
ar: إجمالي الصفحة

source: No invoices found
ar: لا يوجد فواتير مبيعات

source: No purchase invoices have been recorded yet.
ar: لم يتم العثور على فواتير شراء

source: حدث خطأ أثناء الترحيل
ar: حدث خطأ أثناء إصلاح الهرمية: {}

source: Purchase Report
ar: تقارير المشتريات

source: Purchase Returns Statement
ar: عنصر إرجاع شراء

source: Purchase Invoice Statement
ar: عنصر فاتورة المشتريات

source: Detailed View All Purchase Invoices with Balance Cumulative
ar: عرض تفصيلي لجميع فواتير الشراء مع الرصيد التراكمي

source: Total with Tax
ar: الإجمالي مع الضريبة

source: Number of Invoices
ar: عدد الفواتير

source: No Purchase Invoices Found
ar: لم يتم العثور على فواتير شراء

source: No purchase invoices found for the selected period
ar: لم يتم العثور على فواتير شراء

source: Purchase
ar: المشتريات

source: Select Original Invoice
ar: إختر الفاتورة الأصلية

source: Select Return Reason
ar: حدد سبب الإرجاع

source: Available Invoice Items for Return
ar: عناصر الفاتورة المتاحة للإرجاع

source: Original Quantity
ar: الكمية الأصلية

source: Previously Returned
ar: تم إرجاعه سابقًا

source: Available for Return
ar: متاح للإرجاع

source: Return Quantity
ar: الكمية المرتجعة

source: Save Return
ar: حفظ المردود

source: Search by invoice number or supplier name...
ar: البحث عن طريق رقم الفاتورة أو اسم المورد...

source: Loading invoice items
ar: عناصر فواتير المبيعات

source: An error occurred while loading invoice items. Please try again.
ar: حدث خطأ أثناء حذف التحويل. الرجاء المحاولة مرة أخرى.

source: No items available for return in this invoice
ar: No items متاح for return in this invoice

source: You must enter a quantity for at least one item to return
ar: You يجب أدخل a quantity لـ at least one item إلى return

source: Delete Purchase Return
ar: حذف مرتجع المشترياء

source: Warning: Are you sure you want to delete the following purchase return? This action cannot be undone.
ar: تحذير: هل أنت متأكد من حذف مردود المشتريات التالي؟ لا يمكن التراجع عن هذا الإجراء.

source: Information Purchase Return
ar: رقم المرتجع

source: Purchase Return NO.:
ar: معلومات المرتجع

source: Purchase Return Date:
ar: تاريخ المرتجع

source: Purchase Return Type:
ar: نوع المرتجع

source: Full
ar: كامل

source: Partial
ar: جزئي

source: Return Reason:
ar: سبب الإرجاع

source: Excess
ar: كمية زائدة

source: Damaged in Transit
ar: تضررت أثناء النقل

source: Information Original Invoice
ar: معلومات الفاتورة الأصلية

source: Invoice No.
ar: رقم الفاتورة

source: Total Return:
ar: إجمالي المرتجع

source: The Performance Elements that Will be Deleted.
ar: عناصر المردود التي سيتم حذفها

source: There are No Items in This Return.
ar: لا توجد عناصر في هذا المردود

source: Results of deletion:
ar: نتائج الحذف:

source: All Return Items Will Be Deleted.
ar: سيتم حذف جميع عناصر المردود

source: The Stock Movements Associated With This Return Will Be Deleted.
ar: سيتم حذف حركات المخزون المرتبطة بهذا المردود

source: Quantities Will Be Returned To Stock As If They Were Never Returned.
ar: ستعود الكميات إلى المخزون كما لو لم يتم إرجاعها

source: This Data Cannot Be Recovered After Deletion.
ar: لن يمكن استرداد هذه البيانات بعد الحذف:

source: Are you sure you want to delete this return? This action cannot be undone.
ar: هل أنت متأكد من حذف هذا المردود؟ لا يمكن التراجع عن هذا الإجراء.

source: Delete Return
ar: حذف المردود

source: Purchase Return Details
ar: تفاصيل مردود المشتريات

source: Failed to send return
ar: فشل في إرسال الفاتورة

source: Edit Purchase Return
ar: تعديل مرتجع الشراء

source: Defective
ar: معيب

source: Damaged
ar: متضرر

source: Manage all purchase returns
ar: إدارة جميع مرتجعات المشتريات

source: Total Returns
ar: إجمالي المرتجعات

source: Total Returns Value
ar: إجمالي قيمة المرتجعات

source: Returns This Month
ar: مرتجعات هذا الشهر

source: Return number or supplier name
ar: رقم المرتجع أو اسم المورد

source: No Purchase Returns
ar: لا توجد مردودات المشتريات

source: You can create a new return by clicking the button above.
ar: يمكنك إنشاء مرتجع مشتريات جديد بالنقر على الزر الموجود أعلاه.

source: Create New Purchase Return
ar: إنشاء مرتجع مشتريات جديد

source: Back to Checks
ar: العودة إلى الشيكات

source: Current Cash Balance
ar: الرصيد النقدي الحالي

source: Current Bank Balance
ar: الرصيد البنكي الحالي

source: Total Current Balance
ar: إجمالي الرصيد الحالي

source: IFRS 9 Compliance:
ar: مطابق لـIFRS

source: This forecast shows expected cash flows from pending checks. Receivable checks increase balance, while payable checks decrease it. All amounts are shown at face value without discounting.
ar: يعرض هذا التنبؤ التدفقات النقدية المتوقعة من الشيكات المعلقة. الشيكات المقبوضة تزيد الرصيد، بينما الشيكات المصروفة تنقصه. جميع المبالغ معروضة بالقيمة الاسمية بدون خصم.

source: Party
ar: الجهة

source: Balance After
ar: الرصيد بعد

source: Due Today
ar: يستحق اليوم

source: Receivable
ar: مقبوض

source: Final Projected Balance:
ar: الرصيد المتوقع النهائي:

source: Receivable Checks Summary
ar: ملخص الشيكات المقبوضة

source: Total Checks:
ar: إجمالي الشيكات:

source: Payable Checks Summary
ar: ملخص الشيكات المصروفة

source: No pending checks found. All checks have been collected or cleared.
ar: لم يتم العثور على شيكات معلقة. تم تحصيل أو صرف جميع الشيكات.

source: View Receipt
ar: عرض السند

source: Current Status
ar: الحالة الحالية

source: Expected Credit Loss
ar: خسارة الائتمان المتوقعة

source: Collection Information
ar: معلومات التحصيل

source: Date when the check is processed
ar: تاريخ معالجة الشيك

source: Select Status
ar: إختر الحالة

source: Select Reason
ar: إختر السبب

source: IFRS 9: This will create a journal entry transferring the amount from checks in transit to accounts receivable
ar: المعيار الدولي لإعداد التقارير المالية 9: سيؤدي هذا إلى إنشاء قيد دفتر يومية ينقل المبلغ من الشيكات أثناء النقل إلى الحسابات المدينة

source: Additional notes about the collection
ar: ملاحظات إضافية حول التحصيل

source: IFRS 9 Compliance
ar: مطابق لـIFRS

source: ECL will be calculated automatically
ar: سيتم احتساب ECL تلقائيًا.

source: Journal entries will be created according to IFRS 9
ar: سيتم تحديث الفئات وفقاً للنوع المحدد

source: Late collection warnings will be logged
ar: سيتم تسجيل تنبيهات التأخر في عملية التحصيل.

source: Early collection will be verified against invoices
ar: سيتم التحقق من عملية التحصيل المبكر بمقارنتها بالفواتير.

source: Process Collection
ar: تحصيل الشيك

source: Balance Forecast
ar: توقعات الرصيد

source: Export XLSX
ar: تصدير إلى XLEX

source: Back to Receipts
ar: العودة إلى السندات

source: Due Date From
ar: تاريخ الاستحقاق من

source: Due Date To
ar: تاريخ الاستحقاق

source: Collect Check
ar: تحصيل الشيك

source: No checks found
ar: لم يتم العثور على أي شيكات

source: Voucher Information
ar: معلومات سند القبض

source: Select Customer
ar: إختر العميل

source: Current Customer Balance
ar: رصيد العميل الحالي

source: Select Payment Type
ar: إختار نوع الدفع

source: The cash box where the check will be deposited upon collection
ar: The cash box where the check سوف يكون deposited upon collection

source: Transfer Reference Number
ar: مرجع التحويل

source: Bank transaction reference number
ar: مطلوب مرجع التحويل البنكي

source: Transfer Notes
ar: ملاحظات التحويل

source: Additional notes about the transfer
ar: ملاحظات إضافية حول التحويل

source: Save Voucher
ar: حفظ سند القبض

source: Error fetching balance
ar: خطأ في جلب الرصيد

source: Connection error
ar: خطأ في الاتصال:

source: Reverse Voucher
ar: حفظ سند القبض

source: Voucher Summary
ar: رقم السند

source: Related Account Movements
ar: حركات الحسابات ذات الصلة

source: Edit Voucher
ar: طباعة السند

source: Reversing the voucher will affect the customer's and cashbox balance. This action cannot be undone!
ar: Reversing the voucher will affect the customer's and cashbox balance. This action cannot be تراجعne!

source: Receipt List
ar: سندات القبض

source: Collect
ar: تحصيل الشيك

source: Add New Receipt Voucher
ar: إضافة سند قبض

source: Receipt Vouchers Report
ar: تقرير إيصالات المقبوضات

source: Sign In
ar: تسجيل الدخول

source: Finspilot - Accounting System
ar: Finspilot - نظام محاسبة

source: Welcome, please login
ar: Welcome, يرجى login

source: Invalid login credentials. Please try again.
ar: حدث خطأ. يُرجى المحاولة مرة أخرى.

source: System
ar: النظام

source: Accounts Management
ar: كشف الحساب

source: Customer Receivables
ar: مديونيات العملاء

source: Over 90 Days
ar: أكثر من 90 يوم

source: Supplier Payables
ar: مديونيات الموردين

source: No Debts in the Specified Period
ar: لا توجد ديون في الفترة المحددة

source: Liabilities and Equity
ar: قائمة الخصوم

source: Total Equity
ar: إجمالي المدين

source: Total Liabilities and Equity
ar: إجمالي الخصوم

source: Cash Flow
ar: التدفق النقدي

source: Cash Flows from Operating Activities
ar: Cash Flows from الأنشطة التشغيلية

source: Net Profit
ar: صافي الربح

source: Net Cash Flow from Operating Activities
ar: Net Cash Flow from الأنشطة التشغيلية

source: Cash Flows from Investing Activities
ar: Cash Flows from الأنشطة الاستثمارية

source: Net Cash Flow from Investing Activities
ar: Net Cash Flow from الأنشطة الاستثمارية

source: Cash Flows from Financing Activities
ar: Cash Flows from أنشطة التمويل

source: Net Cash Flow from Financing Activities
ar: Net Cash Flow from أنشطة التمويل

source: Export CSV
ar: تصدير CSV

source: No data for this period
ar: لا توجد بيانات لهذه الفترة

source: Search query
ar: استعلام البحث

source: Profitability Ratios
ar: توزيع الخصوم

source: Ratio of net profit to revenues
ar: نسبة of net profit to revenues

source: Return on Assets (ROA)
ar: العائد على الأصول (ROA)

source: Ratio of net profit to total assets
ar: نسبة of net profit to total assets

source: Liquidity and Debt Ratios
ar: تفاصيل الخصم

source: Current Ratio
ar: المخزون الحالي

source: Ratio of assets to liabilities
ar: نسبة الأصول إلى الخصوم

source: Debt-to-Equity Ratio
ar: نسبة الدين إلى حقوق الملكية

source: Ratio of liabilities to equity
ar: نسبة الأصول إلى الخصوم

source: Interpretation Guide
ar: دولي

source: Excellent
ar: اكسل

source: Good
ar: سلعة

source: Needs Improvement
ar: لا توجد تحركات حديثة

source: Liquidity Ratio
ar: السيولة Problems

source: High Liquidity
ar: High السيولة

source: Adequate Liquidity
ar: Adequate السيولة

source: Liquidity Problems
ar: السيولة Problems

source: Income statement
ar: بيان الدخل

source: Total cost of goods sold
ar: إجمالي تكلفة البضائع المباعة

source: Net Gross Profit
ar: صافي الربح الإجمالي

source: Total Other Revenues
ar: إجمالي الإيرادات الأخرى

source: View trial balance report
ar: عرض تقرير ميزان المراجعة

source: View Report
ar: عرض التقرير

source: View balance sheet report
ar: عرض تقرير الميزانية العمومية

source: View income statement report
ar: عرض تقرير بيان الدخل

source: View cash flow report
ar: عرض تقرير التدفق النقدي

source: View financial ratios report
ar: عرض تقرير النسب المالية

source: View customer statement report
ar: عرض صفحة كشف حساب العميل

source: Aging Report
ar: تقرير تحليل أعمار الذمم

source: View aging report
ar: عرض تقرير تحليل أعمار الذمم

source: View inventory report
ar: عرض تقرير المخزون

source: Sales by Salesperson
ar: المبيعات حسب البائع

source: View sales by salesperson report
ar: عرض المبيعات حسب تقرير البائع

source: Inventory Balances
ar: أرصدة المخزون

source: No inventory products found for the specified period
ar: لم يتم العثور على سجلات العمل الإضافي للفترة المحددة

source: Select Sales Person
ar: إختر مندوب المبيعات

source: Sales for
ar: مبيعات

source: No sales invoices found for the selected period.
ar: لم يتم العثور على أي فواتير مبيعات للفترة المحددة.

source: Export PDF
ar: تصدير PDF

source: Are you sure you want to delete the category
ar: هل أنت متأكد أنك تريد حذف الفئة؟

source: Add Category New
ar: إضافة فئة

source: Category Data
ar: بيانات الفئة

source: Tips
ar: نصائح
