Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Make sure the transfer data is correct before saving. Account balances will be updated automatically.
ar: تأكد من صحة بيانات التحويل قبل الحفظ. سيتم تحديث أرصدة الحسابات تلقائيًا.

source: Bank Transfer Information
ar: معلومات التحويل البنكي

source: Fill all required fields to create a new bank transfer
ar: املأ جميع الحقول المطلوبة لإنشاء تحويل بنكي جديد.

source: Transfer Preview
ar: معاينة التحويل

source: Select sender account
ar: حدد حساب المرسل

source: Select Receiver Account
ar: حدد حساب المتلقي

source: Transfer number sequence not configured
ar: رقم التحويل مطلوب

source: Reference number for transfer (auto-generated from document sequence system)
ar: الرقم المرجعي للتحويل (يتم إنشاؤه تلقائيًا من نظام تسلسل المستندات)

source: Transfer number sequence not configured!
ar: رقم التحويل مطلوب

source: Add sequence now
ar: إضافة تسلسل الآن

source: Transfer Date
ar: تحويل التحويل

source: Transfer execution date
ar: تاريخ تنفيذ التحويل

source: Accounts
ar: الحسابات

source: Select Sender Account
ar: حدد حساب المرسل

source: Select the account to debit from
ar: حدد الحساب الذي تريد الخصم منه

source: Select the account to deposit to
ar: حدد الحساب الذي تريد الإيداع فيه

source: Amounts and Fees
ar: المبالغ والرسوم

source: Transfer Amount
ar: مبلغ التحويل

source: Amount to be transferred
ar: المبلغ المراد تحويله

source: Transfer Fees
ar: رسوم التحويل

source: Bank fees for the transfer
ar: الرسوم البنكية للتحويل

source: Exchange rate between currencies (1 if same currency)
ar: سعر الصرف بين العملات (1 إذا كانت العملة هي نفسها)

source: Transfer Summary
ar: ملخص التحويل

source: Base Amount
ar: المبلغ الأساسي

source: Total Deduction
ar: إجمالي الخصم

source: Net Deposit
ar: صافي الإيداع

source: Transfer Description
ar: تفاصيل التحويل

source: Enter a description for the purpose of the transfer
ar: أدخل وصفاً لسبب التحويل

source: Optional description for the reason or purpose of the transfer
ar: وصف اختياري لسبب أو غرض عملية التحويل.

source: Execute Transfer
ar: إنشاء تحويل

source: Cannot transfer (no number sequence exists)
ar: لا يمكن إجراء التحويل (لا يوجد تسلسل رقمي).

source: Cannot select the same account for sending and receiving
ar: لا يمكن تحديد نفس الحساب للإرسال والاستقبال.

source: Insufficient balance to execute this transfer
ar: الرصيد غير كافٍ لتنفيذ هذا التحويل

source: Please select both sending and receiving accounts
ar: يرجى اختيار حسابي الإرسال والاستقبال

source: Cannot transfer to the same account
ar: لا يمكن التحويل إلى نفس الحساب

source: Do you want to execute the transfer?
ar: هل تريد تنفيذ هذا التحويل؟

source: Bank Transfer Details
ar: تفاصيل التحويل البنكي

source: Print Voucher
ar: طباعة السند

source: Edit Transfer
ar: تعديل التحويل

source: Bank Transfer Voucher
ar: سند تحويل بنكي

source: Total Transferred Amount
ar: إجمالي المبلغ المحوّل

source: Transfer No
ar: رقم التحويل

source: Company Seal
ar: ختم الشركة

source: Bank Transfer Voucher - %(num)s
ar: سند تحويل بنكي - %(num)s

source: Edit Bank Transfer
ar: تعديل التحويل البنكي

source: Edit Bank Transfer Information
ar: تعديل معلومات التحويل البنكي

source: Modify transfer details and save changes
ar: تعديل تفاصيل التحويل وحفظ التغييرات

source: Reference number for transfer (cannot be changed)
ar: الرقم المرجعي للتحويل (لا يمكن تغييره)

source: Save Changes
ar: حفظ التغييرات

source: Add New Transfer
ar: إضافة تحويل جديد

source: Bank Transfers List
ar: قائمة التحويلات البنكية

source: Total Transfers
ar: إجمالي التحويلات

source: Bank/Cashbox Transfer
ar: التحويل بين البنوك والصناديق

source: Search in transfers...
ar: البحث في التحويلات...

source: Main Current Account
ar: الحساب الرئيسي

source: Savings Account
ar: حساب التوفير

source: No bank transfers yet
ar: لا توجد تحويلات بنكية

source: Start by adding a new bank transfer between your accounts or between banks and cashboxes
ar: ابدأ بإضافة عملية تحويل بنكي جديدة بين حساباتك أو بين البنوك والصناديق النقدية.

source: Transfer Between Banks
ar: التحويل بين البنوك

source: Total Fees
ar: إجمالي الرسوم

source: This Month
ar: هذا الشهر

source: Searching...
ar: جاري البحث...

source: No search results found
ar: لم يتم العثور على نتائج البحث

source: Try changing search criteria
ar: حاول تغيير معايير البحث

source: Are you sure you want to delete this transfer?
ar: هل أنت متأكد من أنك تريد حذف هذا التحويل؟

source: The transfer will be canceled and the affected account balances will be updated.
ar: التحويل سيتم إلغاؤه و أرصدة الحسابات المتأثرة balances سوف يكون تم التحديث

source: Bank Transfers Report
ar: تقرير التحويلات البنكية

source: Starting to print bank transfers report...
ar: جاري طباعة تقرير التحويلات البنكية...

source: Report Date
ar: تاريخ التقرير

source: No transfers to print
ar: لا توجد تحويلات للطباعة

source: Print Transfer Details
ar: طباعة تفاصيل التحويل

source: of type
ar: من النوع

source: Are you sure you want to delete transfer number
ar: هل أنت متأكد من حذف التحويل رقم

source: Warning: This action cannot be undone and will affect balances!
ar: تحذير: لا يمكن التراجع عن هذا الإجراء وسيؤثر على الأرصدة!

source: Deleting...
ar: جاري الحذف...

source: Deleting transfer...
ar: جاري حذف التحويل...

source: An error occurred while deleting the transfer. Please try again.
ar: حدث خطأ أثناء حذف التحويل. الرجاء المحاولة مرة أخرى.

source: Home
ar: الرئيسية

source: Arabic
ar: العربية

source: Logout
ar: تسجيل الخروج

source: Comprehensive Search
ar: بحث شامل

source: Global Search
ar: بحث شامل

source: Finance
ar: المالية

source: Transfers List
ar: قائمة التحويلات

source: Cashboxes List
ar: قائمة الصناديق النقدية

source: Cheque Management
ar: إدارة الشيكات

source: Receipt Vouchers List
ar: قائمة السندات القبض

source: Add Payment Receipt
ar: إضافة سند قبض

source: Add Payment Voucher
ar: إضافة سند صرف

source: Vouchers List
ar: قائمة السندات القبض

source: Journal Entries List
ar: القيود اليومية

source: Revenues & Expenses
ar: الإيرادات والمصروفات

source: Manage Categories
ar: إدارة الفئات

source: Entries List
ar: قائمة القيود

source: Recurring Revenue
ar: الإيرادات المتكررة

source: Assets & Liabilities
ar: الأصول والخصوم

source: Closing the Fiscal Year
ar: إغلاق السنة المالية

source: Categories & Products
ar: الفئات والمنتجات

source: Add Product
ar: إضافة منتج

source: Categories List
ar: قائمة الفئات

source: Products List
ar: قائمة المنتجات

source: Customers & Suppliers
ar: العملاء والموردين

source: Add Customer/Supplier
ar: إنشاء العميل/المورد

source: Customers List
ar: قائمة العملاء

source: Suppliers List
ar: قائمة الموردين

source: All Customers & Suppliers
ar: العملاء والموردين

source: Sales & Purchases
ar: المبيعات و المشتريات

source: Create Purchase Invoice
ar: إنشاء فاتورة شراء

source: Create Purchase Return
ar: إنشاء مرتجع مشتريات

source: Purchases Invoice List
ar: قائمة فواتير الشراء

source: Purchase Returns List
ar: قائمة مردودات المشتريات

source: Purchase Statement
ar: كشف المشتريات

source: Sales
ar: المبيعات

source: Create Sales Invoice
ar: إنشاء فاتورة مبيعات

source: Create Sales Return
ar: إنشاء مرتجع مبيعات

source: Sales Invoices List
ar: قائمة فواتير المبيعات

source: Sales Returns List
ar: قائمة مردودات المبيعات

source: Sales Statement
ar: كشف المبيعات

source: Sales Returns Statement
ar: كشف مردود المبيعات

source: Point of Sale
ar: نقطة بيع

source: Inventory
ar: المخزون

source: View Inventory
ar: عرض المخزون

source: Stock Alerts
ar: تنبيهات المخزون

source: Reports
ar: التقارير

source: Sales Reports
ar: تقارير المبيعات

source: Purchase Reports
ar: تقارير المشتريات

source: Profit and Loss
ar: الربح والخسارة

source: Balance Sheet
ar: الميزانية العمومية

source: Income Statement
ar: قائمة الدخل

source: Cash Flow Statement
ar: قائمة التدفقات النقدية

source: Financial Ratios
ar: النسب المالية

source: Data Analysis
ar: تحليل البيانات

source: AI Dashboard
ar: لوحة التحكم

source: Human Resources
ar: الموارد البشرية

source: HR Dashboard
ar: لوحة تحكم الموارد البشرية

source: Payroll
ar: الرواتب

source: HR Reports
ar: تقارير الموارد البشرية

source: System Management
ar: إدارة النظام

source: Add User
ar: إضافة مستخدم

source: Users List
ar: قائمة المستخدمين

source: Groups & Permissions
ar: المجموعات والصلاحيات

source: Activity Log
ar: سجل النشاط

source: Document Number Management
ar: إدارة أرقام المستندات

source: System Settings
ar: إعدادات النظام

source: Backup
ar: النسخ الاحتياطي

source: Advanced
ar: خيارات متقدمة

source: Print Design
ar: تصميم الطباعة

source: JoFotara Settings
ar: إعدادات جوفاتورة

source: Loading...
ar: جاري التحميل

source: Report
ar: تقرير

source: Print Date:
ar: تاريخ الطباعة:

source: Hide
ar: إخفاء

source: Exit
ar: خروج

source: Profile
ar: الملف الشخصي

source: OK
ar: موافق

source: Second
ar: ثانية

source: Open
ar: فتح

source: Cannot delete cashbox because balance is not zero
ar: لا يمكن حذف الصندوق النقدي لأن الرصيد ليس صفراً

source: Cashbox Information
ar: معلومات الصندوق

source: No cashbox transactions
ar: لا توجد معاملات للصندوق

source: Edit Cashbox
ar: تعديل الصندوق

source: Modifying the balance will create an adjustment entry
ar: سيؤدي تعديل الرصيد إلى إنشاء قيد تسوية.

source: Choose the Modification Type
ar: اختر نوع التعديل

source: Choose the adjustment reason - the appropriate accounting account will be used automatically
ar: اختر سبب التعديل - سيتم استخدام الحساب المحاسبي المناسب تلقائيًا.

source: Delete Cashbox
ar: حذف صندوق النقد

source: Are you sure you want to delete the cashbox
ar: هل أنت متأكد أنك تريد حذف صندوق النقد؟

source: Cannot delete cashbox because current balance is
ar: لا يمكن حذف الصندوق لأن الرصيد الحالي هو

source: Cannot Delete
ar: لا يمكن الحذف

source: You must select an adjustment type when changing the balance to ensure IFRS compliance
ar: يجب اختيار نوع التعديل عند تغيير الرصيد لضمان الامتثال لالمعايير الدولية لإعداد التقارير المالية.

source: Cashbox List
ar: قائمة الصناديق النقدية

source: Create New Transfer
ar: إنشاء تحويل جديد

source: Create New Cashbox
ar: إنشاء صندوق نقدي جديد

source: Number of Active Cashboxes
ar: عدد الصناديق النشطة

source: No Cashboxes Available
ar: لا توجد صناديق نقدية متاحة

source: Not Assigned
ar: غير محدد

source: Cashbox List Report
ar: تقرير قائمة صناديق النقد

source: Total Cashboxes
ar: مجموع صناديق النقد

source: Total Balance
ar: إجمالي الأرصدة

source: Select Transfer Type
ar: إختر نوع التحويل

source: Select Cashbox
ar: اختر الصندوق...

source: Select Bank
ar: اختر البنك...

source: Deposit Information
ar: معلومات الإيداع

source: Enter the deposit document number
ar: أدخل رقم وثيقة الإيداع

source: Select deposit type
ar: نوع الإيداع

source: Check Information
ar: معلومات شيك البنك

source: Name of the bank that issued the check
ar: اسم البنك الذي أصدر الشيك

source: Transfer Information
ar: معلومات التحويل

source: Related Transactions
ar: المعاملات ذات الصلة

source: No related transactions found
ar: لم يتم العثور على معاملات ذات صلة

source: Cash Box List
ar: قائمة الصناديق

source: New Transfer
ar: تحويل جديد

source: No transfers found
ar: لم يتم العثور على أي تحويلات

source: Cashbox Transfers Report
ar: تحويلات الصناديق

source: Filters
ar: تصفية

source: All users
ar: جميع المستخدمين

source: Action type
ar: نوع العملية

source: All actions
ar: جميع الإجراءات

source: Content type
ar: نوع المحتوى

source: All types
ar: جميع الأنواع

source: View more
ar: عرض المزيد

source: Activity Log pages
ar: صفحات سجل النشاط

source: of
ar: ل

source: No activities found
ar: لم يتم العثور على أي أنشطة

source: No activity matches the selected filters
ar: لا توجد أنشطة تتطابق مع عوامل التصفية المحددة.

source: Activity details
ar: تفاصيل النشاط

source: Sales Statistics
ar: إحصائيات المبيعات

source: Half Year
ar: نصف سنة

source: This Year
ar: هذه السنة

source: Purchase Statistics
ar: إحصائيات المشتريات

source: Bank and Cashbox Balances
ar: أرصدة البنوك والصناديق

source: Update Balances
ar: تحديث الأرصدة

source: Pending Checks
ar: الشيكات المعلقة

source: Bank Balances
ar: أرصدة البنوك

source: Cashbox Balances
ar: أرصدة الصناديق

source: Check Details Display
ar: عرض تفاصيل الشيك

source: Show Details
ar: عرض التفاصيل

source: If no data is available
ar: إذا لم تتوفر أي بيانات

source: Add bank accounts or cashboxes to display balances
ar: أضف حسابات بنكية أو صناديق نقدية لعرض الأرصدة.

source: Manage Banks
ar: إدارة البنوك

source: Manage Cashboxes
ar: إدارة الصناديق

source: Quick Links
ar: روابط سريعة

source: New Product
ar: منتج جديد

source: Sales and Purchases Distribution (Current Month)
ar: توزيع المبيعات والمشتريات (الشهر الحالي)

source: Monthly Performance
ar: الأداء الشهري

source: Balance Sync Function
ar: عملية مزامنة الأرصدة

source: Change button appearance during update
ar: تغيير مظهر الزر أثناء التحديث

source: Updating...
ar: جاري التحديث...

source: Show success message
ar: إظهار رسالة النجاح

source: bank account
ar: الحساب البنكي

source: cashbox
ar: الصندوق

source: Reload page to show updated balances
ar: أعد تحميل الصفحة لعرض الأرصدة المحدثة.

source: Error occurred during update
ar: حدث خطأ أثناء التحديث

source: Restore original button appearance
ar: استعادة مظهر الزر الأصلي

source: Message display function
ar: وظيفة عرض الرسائل

source: Add message at top of page
ar: أضف الرسالة في أعلى الصفحة.

source: Notifications
ar: الإشعارات

source: System Notifications Management
ar: إدارة إشعارات النظام

source: Mark All as Read
ar: وضع علامة مقروء للجميع

source: Total Notifications
ar: إجمالي الإشعارات

source: Unread
ar: لم يقرأ

source: Important Alerts
ar: تنبيهات مهمة

source: Today's Notifications
ar: إشعارات اليوم

source: Notifications List
ar: قائمة الإشعارات

source: Mark as Read
ar: وضع علامة كمقروءة

source: No Notifications
ar: لا توجد إشعارات

source: Notifications will appear here when created
ar: ستظهر الإشعارات هنا عند إنشائها.

source: Notifications Navigation
ar: تنقل الإشعارات

source: Page
ar: صفحة

source: Error occurred while marking as read
ar: حدث خطأ أثناء وضع علامة كمقرؤ

source: Are you sure you want to mark all notifications as read?
ar: هل أنت متأكد أنك تريد وضع علامة جميع الإشعارات كمقروءة؟

source: Profit and Loss Report
ar: تقرير الأرباح والخسائر

source: Total Revenues
ar: إجمالي الإيرادات

source: Total Costs
ar: إجمالي التكاليف

source: Cost of Goods Sold
ar: تكلفة البضائع المباعة

source: Gross Profit
ar: إجمالي الربح

source: Profit Margin
ar: هامش الربح

source: Net Margin
ar: هامش الربح الصافي

source: Update Report
ar: تقرير محدث

source: Total Cost of Goods Sold
ar: إجمالي تكلفة البضائع المباعة

source: Operating Expenses
ar: مصاريف التشغيل

source: Total Operating Expenses
ar: إجمالي المصروفات التشغيلية

source: Profit
ar: ربح

source: Loss
ar: خسارة

source: Margin Analysis
ar: تحليل الهامش

source: Gross Profit Margin
ar: هامش الربح الإجمالي

source: Net Profit Margin
ar: هامش الربح الصافي

source: Additional Information
ar: معلومات إضافية

source: Report Period
ar: فترة التقرير

source: Number of Days
ar: عدد الأيام

source: day
ar: يوم

source: Report Type
ar: نوع التقرير

source: Comprehensive Profit and Loss
ar: الربح والخسارة الشاملة

source: Please select dates or click reset
ar: يرجى تحديد التواريخ أو الضغط على إعادة الضبط

source: Total Positive Taxes
ar: إجمالي الضرائب الإيجابية

source: Sales invoices + Purchase returns
ar: فواتير المبيعات + مردودات المشتريات

source: Total Negative Taxes
ar: إجمالي الضرائب السلبية

source: Purchase invoices + Sales returns
ar: فواتير المشتريات + مردودات المبيعات

source: Amount Due/Refundable
ar: المبلغ المستحق/القابل للاسترداد

source: Number of Documents
ar: عدد المستندات

source: Total Documents
ar: إجمالي المستندات

source: All Documents
ar: جميع المستندات

source: Document number or customer/supplier name
ar: رقم المستند أو اسم العميل/المورد

source: No documents with taxes found
ar: لم يتم العثور على مستندات تحتوي على ضرائب

source: Choose Account Type
ar: اختر نوع الحساب

source: Full Name
ar: الاسم الكامل

source: Customer Name or Supplier Name as it appears in invoices
ar: اسم العميل أو اسم المورد كما يظهر في الفواتير

source: Phone Number
ar: رقم الهاتف

source: Primary phone number for communication
ar: رقم الهاتف الأساسي للتواصل

source: Email for sending invoices and reports
ar: البريد الإلكتروني لإرسال الفواتير والتقارير

source: Registered tax number for company or individual
ar: رقم التسجيل الضريبي للشركة أو الفرد.

source: Complete address for customer or supplier
ar: العنوان الكامل للعميل أو المورد

source: City where the customer or supplier is located
ar: المدينة التي يقع فيها العميل أو المورد

source: Maximum amount the customer can owe
ar: الحد الأقصى للمبلغ الذي يمكن أن يكون على العميل

source: Any notes or additional information
ar: أي ملاحظات أو معلومات إضافية

source: Active Account
ar: حساب نشط

source: Deactivating hides the account from lists
ar: يؤدي إلغاء التفعيل إلى إخفاء الحساب من القوائم.

source: Please enter customer/supplier name
ar: يرجى إدخال اسم العميل/المورد

source: Add New Customer
ar: إضافة عميل جديد

source: Total Customers
ar: إجمالي العملاء

source: Active Customers
ar: عملاء نشطين

source: Total Debt
ar: إجمالي المدين

source: Credit Balances
ar: الرصيد الدائن

source: Net Balance
ar: الرصيد الصافي

source: Average Balance
ar: متوسط الرصيد

source: Filter Customers
ar: فلترة العملاء

source: Customer Name or Phone
ar: اسم العميل أو رقم الهاتف

source: All Customers
ar: جميع العملاء

source: Inactive Customers
ar: العملاء غير النشطين

source: All Balances
ar: جميع الأرصدة

source: Positive Balances
ar: الأرصدة الموجبة

source: Negative Balances
ar: الأرصدة السالبة

source: Zero Balances
ar: الأرصدة الصفرية

source: No Customers Currently
ar: لا يوجد مورد حاليًا

source: You can add a new customer by clicking the Add New Customer button
ar: يمكنك إنشاء إشعار ائتمان جديد بالنقر على الزر أعلاه.

source: Add First Customer
ar: أضف الفئة الأولى

source: Customer Pages
ar: إسم العميل

source: Active Customer
ar: عملاء نشطين

source: Deactivating hides the customer from lists
ar: يؤدي إلغاء التفعيل إلى إخفاء الحساب من القوائم.

source: Save Customer
ar: إختر العميل

source: Customer created successfully!
ar: تم إنشاء الفئة بنجاح

source: An error occurred while creating customer
ar: حدث خطأ أثناء إنشاء الصندوق النقدي

source: An error occurred while creating customer. Please try again.
ar: حدث خطأ أثناء حذف الحركة. الرجاء المحاولة مرة أخرى.

source: Customers Report
ar: تقرير العملاء

source: Data table not found
ar: خطأ: Products table not found

source: No data to print
ar: لا data إلى تصدير

source: An error occurred while printing
ar: حدث خطأ أثناء التصدير: {}

source: Delete Customer Supplier
ar: حذف العميل أو المورد

source: Delete Customer/Supplier Account
ar: حذف حساب العميل/المورد

source: Warning: Delete Operation is Final
ar: تحذير: عملية الحذف نهائية.

source: This action will delete the account and all associated data permanently and cannot be undone. Please confirm your intention to proceed before confirming the deletion.
ar: سيؤدي هذا الإجراء إلى حذف الحساب وجميع البيانات المرتبطة به نهائيًا ولا يمكن التراجع عنه. يرجى تأكيد رغبتك في المتابعة قبل تأكيد الحذف.

source: Account Data to be Deleted
ar: بيانات الحساب المراد حذفها

source: Related Data to be Deleted
ar: البيانات ذات الصلة المراد حذفها

source: Invoices
ar: الفاتير

source: This account has related transactions and cannot be permanently deleted according to IFRS standards (IAS 1, IAS 8). You can deactivate it instead to preserve financial records.
ar: يحتوي هذا الحساب على معاملات مرتبطة به ولا يمكن حذفه نهائيًا وفقًا لمعايير التقارير المالية الدولية (IAS 1، IAS 8). يمكنك إلغاء تنشيطه بدلاً من ذلك للحفاظ على السجلات المالية.

source: No Related Data
ar: لا توجد بيانات ذات صلة

source: This account can be deleted safely.
ar: يمكن حذف هذا الحساب بأمان.

source: Deactivate Account
ar: إلغاء تنشيط الحساب

source: This account has related transactions. You can deactivate it to hide it from lists while preserving all financial records (IFRS compliant).
ar: يحتوي هذا الحساب على معاملات مرتبطة به. يمكنك إلغاء تنشيطه لإخفائه من القوائم مع الاحتفاظ بجميع السجلات المالية (المتوافقة مع المعايير الدولية لإعداد التقارير المالية).

source: Cancel and Return
ar: إلغاء وإرجاع

source: Deactivated accounts can be reactivated later. All financial records will be preserved.
ar: يمكن إعادة تفعيل الحسابات المعطلة لاحقًا. سيتم الاحتفاظ بجميع السجلات المالية.

source: To confirm deletion, type \
ar: تأكيد الحذف

source: You must type "DELETE" exactly to confirm
ar: يجب عليك كتابة كلمة "DELETE" تمامًا للتأكيد.

source: Are you absolutely sure you want to delete this account?\n\nThis action cannot be undone!
ar: هل أنت متأكد تمامًا من رغبتك في حذف هذا الحساب؟ لا يمكن التراجع عن هذا الإجراء!

source: Type DELETE to confirm
ar: اكتب DELETE للتأكيد

source: Delete Customer Permanently
ar: حذف العميل نهائياً

source: This action is protected and cannot be undone
ar: هذا الإجراء محمي ولا يمكن التراجع عنه.!

source: Edit Customer/Supplier
ar: تحرير العميل/المورد

source: Account Data
ar: بيانات الحساب

source: You can edit all account data including the account type. Be careful when changing the type as it may affect financial reports.
ar: يمكنك تعديل جميع بيانات الحساب بما في ذلك نوع الحساب. كن حذرًا عند تغيير النوع لأنه قد يؤثر على التقارير المالية.

source: Are you sure you want to delete this account?
ar: هل أنت متأكد من أنك تريد حذف هذا الحساب؟

source: All data related to this account will be permanently deleted.
ar: سيتم حذف جميع البيانات المتعلقة بهذا الحساب نهائياً.

source: Deletion will be executed when the form is connected to the server
ar: سيتم تنفيذ عملية الحذف عند اتصال النموذج بالخادم

source: Warning: Changing the account type may affect financial reports and account numbering
ar: تحذير: قد يؤثر تغيير نوع الحساب على التقارير المالية وترقيم الحسابات.

source: Customer Name or Supplier Name as it will appear on invoices
ar: اسم العميل أو اسم المورد كما سيظهر في الفواتير.

source: Tax number registered for the company or individual
ar: الرقم الضريبي المسجل للشركة أو الفرد

source: Full address of the Customer or Supplier
ar: العنوان الكامل للعميل أو المورد

source: City where the Customer or Supplier is located
ar: المدينة التي يقع فيها العميل أو المورد.

source: Maximum amount the Customer can be debited
ar: الحد الأقصى للمبلغ سقف دين العميل.

source: IFRS Compliance:
ar: مطابق لـIFRS

source: Balance adjustments must use appropriate accounts according to International Financial Reporting Standards. Select the correct adjustment type below.
ar: يجب أن تتم تسويات الأرصدة باستخدام الحسابات المناسبة وفقًا للمعايير الدولية لإعداد التقارير المالية. اختر نوع التسوية الصحيح أدناه.

source: You can modify the current balance directly and the difference will be recorded in IFRS-compliant transactions using the selected adjustment type.
ar: يمكنك تعديل الرصيد الحالي مباشرة وسيتم تسجيل الفرق في معاملات متوافقة مع المعايير الدولية لإعداد التقارير المالية باستخدام نوع التعديل المحدد.

source: IFRS Compliant
ar: متوافق مع المعايير الدولية لإعداد التقارير المالية

source: Please select adjustment type
ar: يرجى اختيار نوع التعديل

source: Calculated from Transactions
ar: محسوب من المعاملات

source: At Creation
ar: عند الإنشاء

source: Available Credit
ar: الائتمان المتاح

source: Available Amount
ar: المبلغ المتاح

source: Any notes or additional
ar: أي ملاحظات أو إضافية

source: Please select the adjustment type for IFRS compliance.
ar: يرجى اختيار نوع التعديل للامتثال لالمعايير الدولية لإعداد التقارير المالية.

source: Customer and Supplier Management System
ar: نظام إدارة العملاء والموردين

source: Comprehensive management of all your customers and suppliers in one place
ar: إدارة شاملة لجميع عملائك ومورديك في مكان واحد.

source: Welcome to the Customer and Supplier Management System
ar: مرحباً بكم في نظام إدارة العملاء والموردين
