Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Delete User
ar: حذف االمستخدم

source: Are you sure you want to delete the following user?
ar: هل أنت متأكد أنك تريد حذف المستخدم التالي؟

source: Username:
ar: اسم المستخدم

source: Full name:
ar: الإسم الكامل

source: User type:
ar: نوع المستخدم:

source: Super Admin
ar: مدير عام

source: Admin
ar: مسؤول

source: Last login:
ar: آخر دخول:

source: Never logged in
ar: لم يتم تسجيل الدخول من قبل

source: Staff member:
ar: عضو فريق العمل:

source: Deletion impact:
ar: تأثير الحذف:

source: All user data will be permanently deleted
ar: سيتم حذف جميع بيانات المستخدم بشكل دائم

source: The user will lose access to the system
ar: سيفقد المستخدم القدرة على الوصول إلى النظام

source: Records created by the user will remain
ar: ستبقى السجلات التي أنشأها المستخدم

source: This user cannot be deleted!
ar: لا يمكن حذف هذا المستخدم!

source: Are you sure you want to delete this user?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟

source: Permanently delete user
ar: حذف المستخدم بشكل دائم

source: Deletion not allowed
ar: لا يسمح بالحذف

source: Are you absolutely sure you want to delete this user?
ar: هل أنت متأكد تمامًا أنك تريد حذف هذا المستخدم؟

source: Edit User
ar: تعديل المستخدم

source: Created at:
ar: أنشئ في:

source: Last updated:
ar: آخر تحديث:

source: Change password:
ar: تغيير كلمة المرور:

source: Change Password
ar: تغيير كلمة المرور

source: Edit not allowed
ar: التعديل غير مسموح

source: New password
ar: كلمة المرور الجديدة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Changing...
ar: جاري التغيير...

source: An error occurred. Please try again.
ar: حدث خطأ. يُرجى المحاولة مرة أخرى.

source: Show Hidden Users
ar: Show مخفي Users

source: Hide High Permission Users
ar: مديرو صلاحيات الإعدادات

source: User Type
ar: نوع المستخدم

source: General Manager
ar: المدير

source: No users found
ar: لم يتم العثور على أي تحويلات

source: POS User
ar: المستخدم

source: POS Warehouse
ar: مستودع نقاط البيع

source: Dedicated warehouse for POS user to issue invoices from
ar: Dedicated warehouse لـ POS user إلى issue invoices من

source: Default Sales Warehouse
ar: تعيين كمستودع مبيعات افتراضي

source: Default warehouse for sales invoices
ar: Default warehouse لـ purchase invoices

source: Default Purchase Warehouse
ar: تعيين كمستودع مبيعات افتراضي

source: Default warehouse for purchase invoices
ar: Default warehouse لـ purchase invoices

source: Default Cash Box
ar: اختر الصندوق...

source: Default cash box for cash payments in invoices
ar: Default cash box لـ cash payments in invoices

source: View Users List
ar: عرض قائمة المستخدمين

source: View Groups & Permissions
ar: عرض المجموعات والصلاحيات

source: View Activity Log
ar: عرض سجل الأنشطة

source: View Document Number Management
ar: عرض إدارة أرقام المستندات

source: View System Settings
ar: عرض إعدادات النظام

source: Add Document Sequence
ar: إضافة تسلسل المستند

source: Delete Document Sequence
ar: حذف تسلسل المستند

source: View Backup and Restore
ar: عرض النسخ الاحتياطي والاستعادة

source: Make Backup
ar: إنشاء نسخة احتياطية

source: Make Restore
ar: استعادة النسخة الاحتياطية

source: Delete All Data
ar: حذف جميع البيانات

source: Can access POS
ar: يمكن الوصول إلى نقطة البيع

source: Can delete invoices
ar: يمكن حذف الفواتير

source: Can edit dates
ar: يمكن تعديل التواريخ

source: Can edit invoice numbers
ar: يمكن تعديل أرقام الفواتير

source: User Group
ar: مجموعة المستخدم

source: عضوية المجموعة
ar: المجموعة

source: عضويات المجموعات
ar: عرض المستندات

source: List of dashboard sections to display for this group
ar: قائمة أقسام لوحة المعلومات التي سيتم عرضها لهذه المجموعة

source: Whether this is a system-protected group
ar: سواء كانت هذه مجموعة محمية بالنظام

source: تم تحديث معلومات الصندوق للمستخدم: %(username)s
ar: تم تصدير معاملات الصندوق إلى إكسل: {}

source: Password must be at least 8 characters long
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل

source: Confirm Password
ar: أكد كلمة المرور

source: Enter the password again to confirm
ar: أعد ادخال كلمة السر مرة أخرى

source: Superuser
ar: مستخدم متميز

source: First name is required
ar: الإسم الأول مطلوب

source: Username already exists
ar: إسم المستخدم موجود مسبقاً

source: Username must be at least 3 characters long
ar: يجب أن يكون اسم المستخدم 3 أحرف على الأقل

source: Email already exists
ar: البريد الإلكتروني موجود بالفعل.

source: Enter new password
ar: أدخل كلمة المرور

source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور مكونة من 8 أحرف على الأقل

source: The two password fields didn't match.
ar: كلمتا المرور غير متطابقتين.

source: You do not have permission to view users list
ar: ليس لديك صلاحية لعرض قائمة المستخدمين

source: Add Sectors
ar: إضافة قطاعات

source: Edit Sectors
ar: تعديل قطاعات

source: Delete Sectors
ar: حذف القطاعات

source: View Sectors
ar: عرض القطاعات

source: Add Revenue/Expense Categories
ar: إضافة فئات الإيرادات/المصروفات

source: Edit Revenue/Expense Categories
ar: تعديل فئات الإيرادات/المصروفات

source: Delete Revenue/Expense Categories
ar: حذف فئات الإيرادات/المصروفات

source: View Revenue/Expense Categories
ar: عرض فئات الإيرادات/المصروفات

source: Add Revenue/Expense Entries
ar: إضافة قيود الإيرادات/المصروفات

source: Edit Revenue/Expense Entries
ar: تعديل قيود الإيرادات/المصروفات

source: Delete Revenue/Expense Entries
ar: حذف قيود الإيرادات/المصروفات

source: View Revenue/Expense Entries
ar: عرض قيود الإيرادات/المصروفات

source: You do not have permission to add users
ar: ليس لديك صلاحية لإضافة مستخدمين

source: User "{}" created successfully. They can now log in to the system.
ar: تم إنشاء المستخدم "{}" بنجاح. يمكنه الآن تسجيل الدخول للنظام.

source: Created new user: {} ({})
ar: تم التحديث user: {} ({})

source: An error occurred while creating the user: {}
ar: حدث خطأ أثناء إنشاء المجموعة: {}

source: Choose a clear, easy-to-remember username
ar: اختر اسم مستخدم واضح وسهل التذكر

source: Use a strong password including letters and numbers
ar: استخدم كلمة مرور قوية تتضمن أحرفاً وأرقاماً

source: Assign permissions carefully according to user role
ar: Assign permissions carefully according إلى user role

source: Ensure the email address is valid for contact
ar: Ensure the email address is صحيح for contact

source: You do not have permission to edit users
ar: ليس لديك صلاحية لتعديل مستخدمين

source: User "{}" updated successfully
ar: تم تحديث التحويل بنجاح

source: Updated user: {} ({})
ar: تم التحديث user: {} ({})

source: You are editing your own profile
ar: You هم editing your own profile

source: This is the main system user
ar: هذا هو the main system user

source: You do not have permission to delete users
ar: ليس لديك صلاحية لحذف مستخدمين

source: Primary system user is protected from deletion
ar: مجموعات النظام محمية من الحذف للحفاظ على الاستقرار

source: You cannot delete your own account
ar: يمكنك الآن حذف الحساب البنكي!

source: User is linked to: {}
ar: User هو linked إلى {}

source: You can deactivate the user instead of deleting to preserve historical records
ar: You can deactivate the user instead of جاري الحذف to preserve historical records

source: You cannot delete yourself
ar: لا يمكنك حذف هذا المستند

source: Cannot delete the superadmin user
ar: حذف التحويلات بين المستودعات

source: Deleted user: {}
ar: تم حذف الصندوق: {}

source: User "{}" deleted successfully
ar: تم حذف التحويل بنجاح

source: Cannot delete user "{}" because it is linked to: {}
ar: لا يمكن حذف الصندوق النقدي لأن الرصيد ليس صفراً

source: You can deactivate the user instead of deleting it to preserve historical records
ar: You can deactivate the user instead of جاري الحذف it to preserve historical records

source: An error occurred while deleting the user: {}
ar: حدث خطأ أثناء حذف التحويل: {}

source: You do not have permission to view groups and permissions
ar: ليس لديك صلاحية لعرض المجموعات والصلاحيات

source: Enter the group name
ar: أدخل إسم المجموعة

source: Protected system group
ar: مجموعة النظام المحمية

source: If enabled, this group is protected from deletion except for superadmin users
ar: إذا تم تفعيله، ستكون هذه المجموعة محمية من الحذف باستثناء الت SuperAdmin

source: Sales statistics
ar: إحصائيات المبيعات

source: Purchases statistics
ar: إحصائيات المشتريات

source: Bank and cashbox balances
ar: أرصدة البنوك والصناديق

source: Quick links
ar: روابط سريعة

source: Sales/Purchases distribution (current month)
ar: توزيع المبيعات والمشتريات (الشهر الحالي)

source: Monthly performance
ar: الأداء الشهري

source: Enter the group description
ar: أدخل وصف المجموعة

source: Enter permissions as JSON
ar: أدخل الأذونات بصيغة جيسون

source: You do not have permission to add groups
ar: ليس لديك صلاحية لإضافة مجموعات

source: Created new user group: {} with {} permissions and dashboard sections: {}
ar: تم إنشاء مجموعة مستخدمين جديدة: {} مع {} أذونات وأقسام لوحة معلومات: {}

source: Group created successfully
ar: تم إنشاء المجموعة بنجاح

source: An error occurred while creating the group: {}
ar: حدث خطأ أثناء إنشاء المجموعة: {}

source: Change Journal Entry
ar: تغيير إدخالات دفتر اليومية

source: View Journal Entry
ar: عرض إدخالات اليومية

source: Change Journal Entry Number
ar: تعديل رقم القيد

source: Change Account
ar: تغيير الحساب

source: View Account
ar: عرض الحساب

source: Delete Recurring Revenue/Expense
ar: حذف الإيرادات/المصروفات المتكررة

source: View Recurring Revenue/Expense
ar: عرض الإيرادات/المصروفات المتكررة

source: Change Sales Invoice
ar: تعديل فاتورة مبيعات

source: View Sales Invoice
ar: عرض فاتورة مبيعات

source: Add Sales Invoice Item
ar: إضافة عنصر فاتورة المبيعات

source: Change Sales Invoice Item
ar: تغير عنصر فاتورة المبيعات

source: Delete Sales Invoice Item
ar: حذف عنصر فاتورة مبيعات

source: View Sales Invoice Item
ar: عرض عنصر فاتورة المبيعات

source: Add Purchase Invoice
ar: إضافة فاتورة شراء

source: Change Purchase Invoice
ar: تعديل فاتورة المشتريات

source: View Purchase Invoice
ar: عرض فاتورة المشتريات

source: Add Purchase Invoice Item
ar: إصافة عنصر فاتورة المشتريات

source: Change Purchase Invoice Item
ar: تغير عنصر فاتورة المشتريات

source: Delete Purchase Invoice Item
ar: حذف عنصر فاتورة المشتريات

source: View Purchase Invoice Item
ar: عرض عنصر فاتورة المشتريات

source: Can View Purchases
ar: عرض المشتريات

source: Can Add Purchases
ar: إضافة المشتريات

source: Can Edit Purchases
ar: تعديل المشتريات

source: Can Delete Purchases
ar: حذف المشتريات

source: Can View Purchase Statement
ar: عرض كشف المشتريات

source: Can View Purchase Returns
ar: عرض مردود المشتريات

source: Can Add Purchase Returns
ar: إضافة مردود المشتريات

source: Can Edit Purchase Returns
ar: تعديل مردود المشتريات

source: Can Delete Purchase Returns
ar: حذف مردود المشتريات

source: Can View Debit Notes
ar: عرض إشعارات المدين

source: Can Add Debit Notes
ar: إضافة إشعارات المدين

source: Can Edit Debit Notes
ar: تعديل إشعارات المدين

source: Can Delete Debit Notes
ar: حذف إشعارات المدين

source: Change Customer/Supplier
ar: تغير العميل/المورد

source: Delete Customer/Supplier
ar: حذف العميل أو المورد

source: View Customer/Supplier
ar: عرض العميل/المورد

source: Change Product
ar: تغير المنتج

source: View Product
ar: عرض المنتج

source: Change Category
ar: تغير الفئة

source: View Category
ar: عرض الفئة

source: Change Warehouse
ar: تغير المستودع

source: Delete Warehouse
ar: حذف المستودع

source: View Warehouse
ar: عرض المستودع

source: Add Inventory Movement
ar: إضافة حركة مخزون

source: Change Inventory Movement
ar: تغير حركة المخزون

source: Delete Inventory Movement
ar: حذف حركة المخزون

source: View Inventory Movement
ar: عرض حركة المخزون

source: View Asset Categories
ar: عرض فئات الأصول

source: Add Asset Categories
ar: إضافة فئات الأصول

source: Edit Asset Categories
ar: تعديل فئات الأصول

source: Delete Asset Categories
ar: حذف فئات الأصول

source: View Assets
ar: عرض الأصل

source: Add Assets
ar: إضافة أصل

source: Edit Assets
ar: تعديل الأصل

source: Delete Assets
ar: حذف الأصل

source: View Liability Categories
ar: عرض فئات الخصوم

source: Add Liability Categories
ar: إضافة فئة خصم

source: Edit Liability Categories
ar: تعديل فئات الالتزامات

source: Delete Liability Categories
ar: حذف فئات الالتزامات

source: View Liabilities
ar: عرض الالتزامات

source: Add Liabilities
ar: إضافة الالتزامات

source: Edit Liabilities
ar: تعديل الالتزامات

source: Delete Liabilities
ar: حذف الالتزامات

source: View Depreciation Entries
ar: عرض قيود الاستهلاك

source: Add Depreciation Entries
ar: إضافة قيود الاستهلاك

source: Edit Depreciation Entries
ar: تعديل قيود الاستهلاك

source: Delete Depreciation Entries
ar: حذف قيود الاستهلاك

source: Add Bank
ar: إضافة بنك

source: Change Bank
ar: تعديل البنك

source: Delete Bank
ar: حذف البنك

source: View Bank
ar: عرض البنك

source: Change Bank Account
ar: تعديل الحساب البنكي

source: Delete Bank Account
ar: حذف الحساب البنكي

source: View Bank Account
ar: عرض الحساب البنكي

source: Can View Bank Accounts
ar: عرض الحسابات البنكية

source: Can Add Bank Accounts
ar: إضافة الحسابات البنكية

source: Can Edit Bank Accounts
ar: تعديل الحسابات البنكية

source: Can Delete Bank Accounts
ar: حذف الحسابات البنكية

source: Add Cashbox
ar: إضافة صندوق

source: Change Cashbox
ar: تعديل الصندوق

source: View Cashbox
ar: عرض الصندوق

source: Add Payment
ar: إضافة دفعة

source: Change Payment
ar: تعديل الدفعة

source: Delete Payment
ar: حذف الدفعة

source: View Payment
ar: عرض الدفعة

source: Add Receipt
ar: إضافة إيصال

source: Change Receipt
ar: تعديل الإيصال

source: Delete Receipt
ar: حذف الإيصال

source: Can View HR
ar: يمكن عرض الموارد البشرية

source: Can Manage Employees
ar: يمكن إدارة الموظفين

source: Can Manage Attendance
ar: يمكن إدارة الحضور

source: Change User
ar: تعديل المستخدم

source: View User
ar: عرض المستخدم

source: Change Group
ar: تعديل المجموعة

source: View Group
ar: عرض المجموعة

source: Add Company Settings
ar: إضافة إعدادات الشركة

source: Change Company Settings
ar: تعديل إعدادات الشركة

source: Delete Company Settings
ar: حذف إعدادات الشركة

source: View Company Settings
ar: عرض إعدادات الشركة

source: Add Audit Log
ar: إضافة سجل التدقيق

source: Change Audit Log
ar: تعديل سجل التدقيق

source: Delete Audit Log
ar: حذف سجل التدقيق

source: View Audit Log
ar: عرض سجل التدقيق

source: Add Inventory Movements
ar: إضافة حركات المخزون

source: Edit Inventory Movements
ar: تعديل حركات المخزون

source: Delete Inventory Movements
ar: حذف حركات المخزون

source: View Warehouse Transfers
ar: عرض تحويلات المستودعات

source: Add Warehouse Transfers
ar: إضافة تحويلات المستودعات

source: Edit Warehouse Transfers
ar: تعديل تحويلات المستودعات

source: Delete Warehouse Transfers
ar: حذف تحويلات المستودعات

source: View Stock Alerts
ar: عرض تنبيهات المخزون

source: Create Cashbox Transfers
ar: إنشاء تحويلات الصندوق

source: Categories and Products
ar: الفئات والمنتجات

source: System Management (Basic)
ar: إدارة النظام (الأساسية)

source: HR
ar: الموارد البشرية

source: Data Analytics
ar: تحليلات البيانات

source: You do not have permission to edit groups
ar: ليس لديك صلاحية لتعديل مجموعات

source: You cannot edit this group - it contains permissions reserved for superadmin only
ar: You لا يمكن تعديل هذا group - it contains permissions reserved لـ superadmin only

source: Protected
ar: الحماية

source: Changed group protection status to: {}
ar: Changed group protection حالة إلى {}

source: Updated user group: {} with {} permissions and dashboard sections: {}
ar: تم إنشاء مجموعة مستخدمين جديدة: {} مع {} أذونات وأقسام لوحة معلومات: {}

source: The group has been updated successfully.
ar: تم تحديث التحويل بنجاح

source: An error occurred while updating the group: {}
ar: حدث خطأ أثناء إنشاء المجموعة: {}

source: You do not have permission to delete groups
ar: ليس لديك صلاحية لحذف مجموعات

source: This group is protected from deletion. Only superadmin can delete it.
ar: إذا تم تفعيله، ستكون هذه المجموعة محمية من الحذف باستثناء الت SuperAdmin

source: You cannot delete this group - it contains permissions reserved for superadmin only.
ar: You لا يمكن حذف هذا group - it contains permissions reserved لـ superadmin only.

source: Warning: This group contains {} users who will lose group permissions
ar: سيفقد المستخدمون صلاحيات هذه المجموعة

source: Deleted user group: {}
ar: تم حذف الصندوق: {}

source: Group "{}" deleted successfully
ar: تم إنشاء المجموعة بنجاح

source: An error occurred while deleting the group: {}
ar: حدث خطأ أثناء إنشاء المجموعة: {}

source: Not allowed
ar: غير مسموح

source: High privileged users are hidden
ar: المستخدمون ذوو الصلاحيات العالية مخفيون

source: You do not have permission to change user passwords.
ar: ليس لديك صلاحية لتغيير كلمات مرور المستخدمين.

source: User not found.
ar: المستخدم غير موجود.

source: Invalid request data.
ar: بيانات الطلب غير صالحة.

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

source: Example: CAT-001
ar: مثال: CAT-001

source: Unique code for the category (optional)
ar: رمز فريد للفئة (اختياري)

source: Choose Parent Category (Optional)
ar: اختر الفئة الأصلية (اختياري)

source: Service products do not affect inventory. Service products do not need quantities
ar: منتجات الخدمة لا تؤثر على المخزون ولا تتطلب تحديد كميات.

source: Auto-generated if left empty
ar: يتم إنشاؤه تلقائيًا إذا تُرك فارغًا
