Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Cash Box Name
ar: اسم الصندوق

source: Responsible User
ar: المسؤول عن الصندوق

source: Cash Box
ar: صندوق نقدي

source: Cash Boxes
ar: الصناديق النقدية

source: Can View Cash Boxes
ar: يمكن عرض الصناديق

source: Can Add Cash Boxes
ar: يمكن إضافة الصناديق

source: Can Create Cashbox Transfers
ar: يمكن إنشاء تحويلات الصناديق

source: Can Edit Cash Boxes
ar: يمكن تعديل الصناديق

source: Can Delete Cash Boxes
ar: يمكن حذف الصناديق

source: Cashbox to Cashbox
ar: صندوق إلى صندوق

source: Cashbox to Bank
ar: صندوق إلى بنك

source: Bank to Cashbox
ar: بنك إلى صندوق

source: Transfer Type
ar: نوع التحويل

source: From Cashbox
ar: من الصندوق

source: To Cashbox
ar: إلى الصندوق

source: From Bank
ar: من البنك

source: To Bank
ar: إلى البنك

source: Sender Cashbox Name
ar: اسم الصندوق المرسل

source: Receiver Cashbox Name
ar: اسم الصندوق المستقبل

source: Sender Bank Name
ar: اسم البنك المرسل

source: Receiver Bank Name
ar: اسم البنك المستقبل

source: Cash
ar: نقدي

source: Check
ar: شيك

source: Deposit Document Number
ar: رقم وثيقة الإيداع

source: Deposit Type
ar: نوع الإيداع

source: Check Number
ar: رقم الشيك

source: Check Date
ar: تاريخ الشيك

source: Check Bank Name
ar: اسم بنك الشيك

source: Cashbox Transfer
ar: تحويل صندوق

source: Cashbox Transfers
ar: تحويلات الصناديق

source: Sender and receiver cashboxes must be specified
ar: يجب تحديد صناديق المرسل والمستقبل

source: Cannot transfer from a cashbox to itself
ar: لا يمكن التحويل من صندوق إلى نفسه

source: Sender cashbox and receiver bank must be specified
ar: يجب تحديد صندوق المرسل وبنك المستقبل

source: Deposit type is required
ar: نوع الإيداع مطلوب

source: Check number is required when deposit type is "Check"
ar: رقم الشيك مطلوب عندما يكون نوع الإيداع "شيك"

source: Check date is required
ar: تاريخ الشيك مطلوب

source: Check bank name is required
ar: اسم بنك الشيك مطلوب

source: Sender bank and receiver cashbox must be specified
ar: يجب تحديد بنك المرسل وصندوق المستقبل

source: Deleted
ar: محذوف

source: Transfer In
ar: تحويل وارد

source: Transfer Out
ar: تحويل صادر

source: Cash Shortage
ar: نقص النقد

source: Cash Surplus
ar: الفائض النقدي

source: Cash Reconciliation
ar: تسوية النقدية

source: Related Transfer
ar: التحويل المرتبط

source: Receipt
ar: إيصال استلام

source: Payment
ar: دفعة

source: Transfer
ar: تحويل

source: Cashbox Transaction
ar: حركة صندوق

source: Cashbox Transactions
ar: معاملات الصندوق

source: Sales Invoice - Cash
ar: فاتورة مبيعات-نقدية

source: Payment Receipt
ar: إضافة سند قبض

source: Cash Transaction
ar: حركة صندوق

source: You do not have permission to access cashboxes
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: Cashbox Details
ar: تفاصيل الصندوق النقدي

source: You only have view permission. You cannot create cashboxes.
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: You do not have permission to create cashboxes
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: Cashbox name is required
ar: اسم الصندوق النقدي مطلوب

source: Initial balance must be a valid number
ar: يجب أن يكون الرصيد الافتتاحي رقمًا صحيحًا

source: Selected responsible user does not exist
ar: المستخدم المسؤول المحدد غير موجود

source: Cashbox created successfully
ar: تم إنشاء الصندوق النقدي بنجاح

source: An error occurred while creating the cashbox
ar: حدث خطأ أثناء إنشاء الصندوق النقدي

source: You only have view permission. You cannot edit cashboxes.
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: You do not have permission to edit cashboxes
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: Adjustment type must be selected when changing balance to ensure IFRS compliance
ar: يجب اختيار نوع التعديل عند تغيير الرصيد لضمان الامتثال مع المعايير الدولية لإعداد التقارير المالية.

source: Adjustment of Opening Balance
ar: تعديل الرصيد الافتتاحي

source: Increase
ar: زيادة

source: Decrease
ar: نقصان

source: Cashbox updated successfully
ar: تم تحديث الصندوق النقدي بنجاح

source: An error occurred while updating the cashbox
ar: حدث خطأ أثناء تحديث الصندوق النقدي

source: You only have view permission. You cannot create transfers.
ar: ليس لديك صلاحية لإضافة تحويلات المستودعات

source: You do not have permission to create transfers
ar: ليس لديك صلاحية لإضافة تحويلات المستودعات

source: All fields are required
ar: جميع الحقول مطلوبة

source: Sender cashbox is required
ar: صندوق المرسل مطلوب

source: Receiver bank is required
ar: بنك المستقبل مطلوب

source: Sender bank is required
ar: بنك المرسل مطلوب

source: Receiver cashbox is required
ar: صندوق المستقبل مطلوب

source: Transfer number already exists! Please use another number.
ar: رقم التحويل موجود بالفعل! يرجى استخدام رقم آخر.

source: Amount must be greater than zero
ar: المبلغ يجب أن يكون أكبر من صفر

source: Insufficient balance in the sender cashbox
ar: رصيد غير كافٍ في صندوق المرسل

source: Insufficient balance in the cashbox
ar: رصيد غير كافٍ في الصندوق

source: Insufficient balance in the bank
ar: رصيد غير كافٍ في البنك

source: Transfer created successfully
ar: تم إنشاء التحويل بنجاح

source: An error occurred while creating the transfer
ar: حدث خطأ أثناء إنشاء التحويل

source: You do not have permission to access transfers
ar: ليس لديك صلاحية الوصول للتقارير

source: Transfer Details
ar: تفاصيل التحويل

source: Transaction deleted successfully and all related balances have been updated.
ar: تم حذف المعاملة بنجاح وتم تحديث جميع الأرصدة ذات الصلة.

source: An error occurred while deleting the transaction: {}
ar: حدث خطأ أثناء حذف المعاملة: {}

source: You only have view permission. You cannot delete transfers.
ar: ليس لديك صلاحية لحذف تحويلات المستودعات

source: Only superadmin can delete transfers
ar: يمكن فقط للمسؤول الأعلى الوصول إلى السنوات المغلقة

source: Transfer deleted successfully and all related balances have been updated.
ar: تم حذف عملية التحويل بنجاح وتم تحديث جميع الأرصدة ذات الصلة.

source: An error occurred while deleting the transfer: {}
ar: حدث خطأ أثناء حذف التحويل: {}

source: You only have view permission. You cannot clear cashbox transactions.
ar: ليس لديك صلاحية لمسح معاملات الصناديق النقدية

source: You do not have permission to clear cashbox transactions
ar: ليس لديك صلاحية لمسح معاملات الصناديق النقدية

source: All transactions for cashbox "{}" were cleared successfully and all related balances were updated.
ar: تم مسح جميع معاملات الصندوق "{}" بنجاح وتم تحديث جميع الأرصدة ذات الصلة.

source: An error occurred while clearing cashbox transactions: {}
ar: حدث خطأ أثناء مسح معاملات الصناديق النقدية: {}

source: You only have view permission. You cannot delete cashboxes.
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: You do not have permission to delete cashboxes
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: Cannot delete the cashbox because the balance is not zero
ar: لا يمكن حذف الصندوق النقدي لأن الرصيد ليس صفراً

source: Deleted cashbox: {}
ar: تم حذف الصندوق: {}

source: Cashbox "{}" was deleted successfully while preserving transfers and balances in other cashboxes
ar: تم حذف الصندوق "{}" بنجاح مع الحفاظ على التحويلات والأرصدة في الصناديق الأخرى

source: Cannot delete the cashbox due to protected related transactions
ar: لا يمكن حذف الصندوق النقدي بسبب معاملات ذات صلة محمية

source: An error occurred while deleting the cashbox: {}
ar: حدث خطأ أثناء حذف الصندوق النقدي: {}

source: You do not have permission to export cashbox data
ar: ليس لديك صلاحية لحذف الصناديق النقدية

source: تم تصدير معاملات الصندوق إلى Excel: {}
ar: تم تصدير معاملات الصندوق إلى إكسل: {}

source: Cashbox Statement
ar: كشف الصندوق

source: Cashbox Name
ar: اسم الصندوق

source: Manager
ar: المدير

source: Document Number
ar: رقم المستند

source: تشغيل فحص شامل لنظام Finspilot مع إصلاح المشاكل المتبقية
ar: تشغيل فحص شامل لالنظام مع إصلاح المشاكل المتبقية

source: Company Name
ar: اسم الشركة

source: Company Logo
ar: شعار الشركة

source: Address
ar: العنوان

source: Phone
ar: الهاتف

source: Email
ar: البريد الإلكتروني

source: Tax Number
ar: الرقم الضريبي

source: Default Tax Rate
ar: نسبة الضريبة الافتراضية

source: Session Timeout (Minutes)
ar: انتهاء الجلسة (دقائق)

source: Inactivity duration before automatic session termination (in minutes)
ar: مدة عدم النشاط قبل إنهاء الجلسة تلقائياً (بالدقائق)

source: Enable Automatic Session Timeout
ar: تمكين انتهاء الجلسة التلقائي

source: Enable automatic session termination on inactivity
ar: مدة عدم النشاط قبل إنهاء الجلسة تلقائياً (بالدقائق)

source: Logout on Browser Close
ar: تسجيل الخروج عند إغلاق المتصفح

source: Automatic session termination when browser is closed
ar: إنهاء الجلسة تلقائياً عند إغلاق المتصفح

source: Enable Data Integrity Checks
ar: تمكين فحوصات سلامة البيانات

source: Enable automatic checks for accounting data integrity
ar: تفعيل الفحص التلقائي لسلامة البيانات المحاسبية

source: Integrity Check Frequency (Hours)
ar: تكرار فحص السلامة (ساعات)

source: Number of hours between each data integrity check
ar: عدد الساعات بين كل فحص لسلامة البيانات

source: Company Settings
ar: إعدادات الشركة

source: POS Invoice
ar: فاتورة نقطة البيع

source: Bank Account Transfer
ar: التحويل بين الحسابات البنكية

source: Bank to Cashbox Transfer
ar: التحويل بين البنوك والصناديق

source: Journal Entries
ar: القيود اليومية

source: Transfer Between Warehouses
ar: التحويل بين المستودعات

source: Document Type
ar: نوع المستند

source: Prefix
ar: البادئة

source: Number of Digits
ar: عدد الأرقام

source: Current Number
ar: الرقم الحالي

source: Document Sequences
ar: تسلسلات الوثائق

source: Create
ar: إنشاء

source: Update
ar: تحديث

source: Delete
ar: حذف

source: View
ar: عرض

source: Access
ar: الوصول

source: Import
ar: استيراد

source: Reset
ar: إعادة تعيين

source: User
ar: المستخدم

source: Action Type
ar: نوع العملية

source: Content Type
ar: نوع المحتوى

source: Object ID
ar: معرف الكائن

source: IP Address
ar: عنوان الآي بي

source: Time
ar: الوقت

source: Audit Log
ar: سجل المراجعة

source: Audit Logs
ar: سجلات المراجعة

source: Can view audit log
ar: يمكن عرض سجل الأنشطة

source: Low Stock
ar: مخزون منخفض

source: System Alert
ar: تنبيه النظام

source: User Action
ar: إجراء المستخدم

source: Notification Type
ar: نوع الإشعار

source: Title
ar: العنوان

source: Message
ar: الرسالة

source: Read
ar: مقروء

source: System Notification
ar: إشعار النظام

source: System Notifications
ar: إشعارات النظام

source: Tax Report
ar: تقرير الضرائب

source: Amount Before Tax
ar: المبلغ قبل الضريبة

source: Tax
ar: ضريبة

source: Total Tax
ar: إجمالي الضريبة

source: Totals
ar: المجاميع

source: An error occurred while importing required models: {}
ar: حدث خطأ أثناء التصدير: {}

source: Sales Revenue
ar: إجمالي الإيرادات

source: Sales Returns
ar: مردودات المبيعات

source: Credit Notes
ar: إشعارات الدائن

source: Other Revenues
ar: الإيرادات الأخرى

source: Purchase Costs
ar: تكلفة الشراء

source: Purchase Returns
ar: مردودات المشتريات

source: Debit Notes
ar: إشعارات مدين

source: Uncategorized Expenses
ar: مصاريف التشغيل

source: General Expenses
ar: إجمالي المصروفات

source: No operating expenses
ar: مصاريف التشغيل

source: You do not have permission to view activity log
ar: ليس لديك صلاحية لعرض سجل الأنشطة

source: An error occurred while importing required models
ar: حدث خطأ أثناء التصدير: {}

source: View Sales Report by Salesperson
ar: تقرير المبيعات حسب مندوب المبيعات

source: Basic Information
ar: المعلومات الأساسية

source: Financial Information
ar: المعلومات المالية

source: Customer
ar: العميل

source: Customer and Supplier
ar: العميل والمورد

source: Sequence Number
ar: رقم التسلسل

source: Name
ar: الاسم

source: Type
ar: نوع

source: City
ar: المدينة

source: Credit Limit
ar: الحد الائتماني

source: Customers and Suppliers
ar: العملاء والموردين

source: Customer search
ar: البحث عن العميل

source: Customer quick search: %(q)s
ar: البحث السريع عن العميل: %(q)s

source: Customer List
ar: قائمة العملاء

source: View customer list
ar: عرض قائمة العملاء

source: Attempt to access supplier list without permission
ar: محاولة دخول صفحة إضافة عميل/مورد بدون صلاحية

source: You do not have permission to view suppliers
ar: ليس لديك صلاحية لعرض تنبيهات المخزون

source: Attempt to access add customer/supplier page without permission
ar: محاولة دخول صفحة إضافة عميل/مورد بدون صلاحية

source: You do not have permission to add customer/supplier
ar: ليس لديك صلاحية لإضافة عميل/مورد

source: You do not have permission to add customers
ar: ليس لديك صلاحية لإضافة مستخدمين

source: You do not have permission to add suppliers
ar: ليس لديك صلاحية لإضافة مستخدمين

source: Created customer/supplier: %(name)s
ar: تم إنشاء العميل/المورد: %(name)s

source: You do not have permission to edit customers
ar: ليس لديك صلاحية لتعديل مستخدمين

source: You do not have permission to edit suppliers
ar: ليس لديك صلاحية لتعديل مستخدمين

source: You do not have permission to change type to customer
ar: ليس لديك صلاحية لتغيير كلمات مرور المستخدمين.

source: You do not have permission to change type to supplier
ar: ليس لديك صلاحية لإضافة عميل/مورد

source: Customer/Supplier name is required!
ar: اسم العميل/المورد مطلوب!

source: City is required!
ar: المدينة مطلوبة!

source: Another customer/supplier with the same name "%(name)s" exists!
ar: يوجد عميل/مورد آخر بنفس الاسم "%(name)s"!

source: Invalid financial values!
ar: قيم المبالغ المالية غير صحيحة!

source: Account type changed from %(old)s to %(new)s. Sequence number updated to %(seq)s
ar: تم تغيير نوع الحساب من %(old)s إلى %(new)s. تم تحديث رقم التسلسل إلى %(seq)s

source: Manual balance adjustment - increase: %(amount)s - type: %(type)s
ar: تعديل يدوي للرصيد - زيادة: %(amount)s - نوع: %(type)s

source: Manual balance adjustment - decrease: %(amount)s - type: %(type)s
ar: تعديل يدوي للرصيد - نقص: %(amount)s - نوع: %(type)s

source: Adjustment of Customer/Supplier Balance
ar: تعديل رصيد العميل/المورد

source: Customer/Supplier balance adjustment: %(name)s from %(old)s to %(new)s (difference: %(diff)s) - type: %(type)s
ar: تعديل رصيد العميل/المورد: %(name)s من %(old)s إلى %(new)s (فرق: %(diff)s) - نوع: %(type)s

source: Update customer/supplier data: %(name)s
ar: تحديث بيانات العميل/المورد: %(name)s

source: %(type)s "%(name)s" updated successfully!
ar: تم تحديث %(type)s "%(name)s" بنجاح!

source: New balance: %(balance)s %(currency)s
ar: الرصيد الجديد: %(balance)s %(currency)s

source: Error updating customer/supplier: %(error)s
ar: خطأ في تحديث العميل/المورد: %(error)s

source: An error occurred while updating data: %(error)s
ar: حدث خطأ أثناء تحديث البيانات: %(error)s

source: You do not have permission to delete customers
ar: ليس لديك صلاحية لحذف مستخدمين

source: You do not have permission to delete suppliers
ar: ليس لديك صلاحية لحذف مستخدمين

source: You do not have permission to delete customers/suppliers
ar: ليس لديك صلاحية لحذف العملاء/الموردين

source: Warning: All related data will be permanently deleted!
ar: تحذير: سيتم حذف جميع البيانات المرتبطة نهائياً!

source: تم تعطيل %(type)s "%(name)s" بنجاح! جميع السجلات التاريخية محفوظة (%(invoices)s فاتورة، %(returns)s مرتجع، %(transactions)s معاملة). متوافق مع معايير IFRS.
ar: تم تعطيل%(type)s"%(name)s" بنجاح! جميع السجلات التاريخية محفوظة (%(invoices)sفاتورة،%(returns)sمرتجع،%(transactions)sمعاملة). متوافق مع المعايير الدولية لإعداد التقارير المالية.

source: ⚠️ Cannot delete %(type)s "%(name)s" because it has related transactions: • %(invoices)s invoices • %(returns)s returns • %(transactions)s financial transactions ✅ You can disable the account instead of deleting it to preserve accounting records (IFRS compliant).
ar: ⚠️ لا يمكن حذف %(type)s "%(name)s" لأنه يحتوي على معاملات مرتبطة: • %(invoices)s فواتير • %(returns)s مرتجعات • %(transactions)s معاملة مالية ✅ يمكنك تعطيل الحساب بدلاً من حذفه للحفاظ على السجلات المحاسبية (متوافق مع المعايير الدولية لإعداد التقارير المالية).

source: You must type "DELETE" to confirm!
ar: يجب عليك كتابة كلمة "DELETE" تمامًا للتأكيد.

source: An error occurred during the operation: %(error)s
ar: حدث خطأ أثناء حفظ الإشعار: %(error)s

source: Balance Adjustment
ar: تعديل الرصيد

source: Sales Credit Note
ar: إنشاء مذكرة دائن

source: Purchase Debit Note
ar: إنشاء إشعار خصم

source: (Deleted Document)
ar: حذف الحساب

source: Balance issue reported for customer/supplier %(name)s. Opening: %(opening).3f, Debit: %(debit).3f, Credit: %(credit).3f, Expected: %(expected).3f, Displayed: %(displayed).3f
ar: تم الإبلاغ عن مشكلة رصيد للعميل/المورد %(name)s. الرصيد الافتتاحي: %(opening).3f، المدين: %(debit).3f، الدائن: %(credit).3f، المتوقع: %(expected).3f، المعروض: %(displayed).3f

source: Balance issue reported successfully
ar: تم الإبلاغ عن مشكلة في الرصيد بنجاح

source: This transaction does not have a related document to preview
ar: هذه المعاملة ليس لها مستند مرتبط لمعاينته

source: Method not allowed
ar: لا يسمح بالحذف

source: You do not have permission to delete transactions
ar: ليس لديك صلاحية لحذف الحسابات

source: You do not have permission to access this object
ar: ليس لديك صلاحية للوصول إلى هذا الكائن

source: Document uploaded: %(title)s
ar: رفع مستند: %(title)s

source: Document uploaded successfully
ar: تم رفع المستند بنجاح

source: Viewing documents related to %(obj)s
ar: عرض المستندات المرتبطة بـ %(obj)s

source: You cannot delete this document
ar: لا يمكنك حذف هذا المستند

source: Document deleted: %(title)s
ar: حذف مستند: %(title)s

source: Document deleted successfully
ar: تم حذف المستند بنجاح

source: You do not have permission to view documents report
ar: ليس لديك صلاحية لعرض تقرير المستندات

source: Documents Report
ar: تقرير المستندات

source: Viewing documents report
ar: عرض تقرير المستندات

source: Employee ID
ar: رقم الموظف

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: First Name (English)
ar: الاسم الأول (بالإنجليزية)

source: Last Name (English)
ar: الاسم الأخير (بالإنجليزية)

source: National ID
ar: رقم الهوية الوطنية

source: Passport Number
ar: رقم جواز السفر

source: Mobile
ar: الجوال

source: Emergency Contact Name
ar: اسم جهة الاتصال في حالات الطوارئ

source: Emergency Contact Phone
ar: هاتف جهة الاتصال في حالات الطوارئ

source: Probation Period (Days)
ar: فترة التجربة (أيام)

source: Basic Salary
ar: الراتب الأساسي

source: Allowances
ar: البدلات

source: Withholding Tax Rate %
ar: نسبة الضريبة المقتطعة %

source: Social Security Number
ar: رقم الضمان الاجتماعي

source: Social Security Rate %
ar: نسبة الضمان الاجتماعي %

source: Company Social Security Rate %
ar: نسبة الضمان الاجتماعي على الشركة %

source: Termination Notes
ar: ملاحظات إنهاء الخدمة

source: Select User (Optional)
ar: اختر المستخدم (اختياري)

source: Employee ID already exists.
ar: رقم الموظف موجود بالفعل.

source: National ID already exists.
ar: رقم الهوية الوطنية موجود بالفعل.

source: Email already exists.
ar: البريد الإلكتروني موجود بالفعل.

source: Birth date must be in the past.
ar: تاريخ الميلاد يجب أن يكون في الماضي.

source: Employee must be at least 16 years old.
ar: يجب أن يكون عمر الموظف 16 عاماً على الأقل.

source: Hire date cannot be in the future.
ar: تاريخ التوظيف لا يمكن أن يكون في المستقبل.

source: Employee must be at least 16 years old at hire date.
ar: يجب أن يكون عمر الموظف 16 عاماً على الأقل في تاريخ التوظيف.

source: Withholding tax rate must be between 0 and 100.
ar: يجب أن تكون نسبة الضريبة المقتطعة بين 0 و 100.

source: Social security rate must be between 0 and 100.
ar: يجب أن تكون نسبة الضمان الاجتماعي بين 0 و 100.

source: Company social security rate must be between 0 and 100.
ar: يجب أن تكون نسبة الضمان الاجتماعي على الشركة بين 0 و 100.

source: End date must be after start date.
ar: تاريخ الانتهاء يجب أن يكون بعد تاريخ البداية.

source: End date is required for temporary contracts.
ar: تاريخ الانتهاء مطلوب للعقود المؤقتة.

source: Check-in time is required for present attendance.
ar: وقت الدخول مطلوب للحضور الحالي.

source: Check-out time must be after check-in time.
ar: وقت الخروج يجب أن يكون بعد وقت الدخول.

source: CSV File
ar: ملف بتنسيق CSV

source: File must be in CSV format.
ar: يجب أن يكون الملف بتنسيق CSV.

source: Reason for leave
ar: سبب الإجازة

source: End date must be after or equal to start date.
ar: تاريخ الانتهاء يجب أن يكون بعد أو يساوي تاريخ البداية.

source: Leave request exceeds maximum allowed days for this leave type (%(max_days)s days).
ar: طلب الإجازة يتجاوز الحد الأقصى المسموح به لنوع الإجازة هذا (%(max_days)s أيام).

source: Leave request exceeds available balance (%(balance)s days).
ar: طلب الإجازة يتجاوز الرصيد المتاح (%(balance)s أيام).

source: Period Name
ar: اسم الفترة

source: Payroll period overlaps with existing period.
ar: فترة الرواتب تتداخل مع فترة موجودة.

source: Document Title
ar: عنوان المستند

source: Department Name
ar: اسم القسم

source: Department Code
ar: رمز القسم

source: Select Manager (Optional)
ar: اختر المدير (اختياري)

source: Department code already exists.
ar: رمز القسم موجود بالفعل.

source: Position Title
ar: مسمى الوظيفة

source: Position Code
ar: رمز الوظيفة

source: Position code already exists.
ar: رمز الوظيفة موجود بالفعل.

source: Maximum salary must be greater than minimum salary.
ar: الراتب الأقصى يجب أن يكون أكبر من الراتب الأدنى.

source: Deduction Name
ar: اسم الخصم

source: Value
ar: الإجمالي

source: Notes (Optional)
ar: ملاحظات (اختياري)

source: Department
ar: القسم

source: Departments
ar: الأقسام

source: Can View Departments
ar: عرض الأقسام

source: Can Add Departments
ar: إضافة الأقسام

source: Can Change Departments
ar: تعديل الأقسام

source: Can Delete Departments
ar: حذف الأقسام

source: Minimum Salary
ar: الراتب الأدنى

source: Maximum Salary
ar: الراتب الأقصى

source: Position
ar: الوظيفة

source: Positions
ar: الوظائف

source: Can View Positions
ar: عرض المناصب

source: Can Add Positions
ar: إضافة المناصب

source: Can Change Positions
ar: تعديل المناصب

source: Can Delete Positions
ar: حذف المناصب

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Single
ar: أعزب

source: Married
ar: متزوج

source: Divorced
ar: مطلق

source: Widowed
ar: أرمل

source: Full Time
ar: دوام كامل

source: Part Time
ar: دوام جزئي

source: Contract
ar: عقد

source: Internship
ar: تدريب

source: Inactive
ar: غير نشط

source: Terminated
ar: مفصول

source: On Leave
ar: في إجازة

source: Dismissal
ar: فصل

source: Resignation
ar: استقالة

source: Retirement
ar: تقاعد

source: System User
ar: مستخدم النظام

source: Birth Date
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: Marital Status
ar: الحالة الزوجية

source: Employment Type
ar: نوع التوظيف

source: Hire Date
ar: تاريخ التوظيف

source: Number of days for probation period. 0 means no probation.
ar: عدد أيام فترة التجربة. 0 يعني عدم وجود فترة تجربة.

source: Termination Date
ar: تاريخ الفصل

source: Is Terminated
ar: منتهي الخدمة

source: Termination Reason
ar: سبب إنهاء الخدمة

source: Percentage
ar: النسبة المئوية

source: Fixed Amount
ar: المبلغ المطلوب

source: Employee
ar: الموظف

source: Employees
ar: الموظفون

source: Can View HR Menu
ar: عرض قائمة الموارد البشرية

source: Can View Employees
ar: عرض الموظفين

source: Can Add Employees
ar: إضافة الموظفين

source: Can Change Employees
ar: تعديل الموظفين

source: Can Delete Employees
ar: حذف الموظفين

source: Permanent
ar: دائم

source: Temporary
ar: مؤقت

source: Probation
ar: تجربة

source: Renewal
ar: تجديد

source: Expired
ar: منتهي الصلاحية

source: Contract Type
ar: نوع العقد

source: Salary
ar: الراتب

source: Working Hours Per Day
ar: ساعات العمل يومياً

source: Working Days Per Week
ar: أيام العمل أسبوعياً

source: Annual Leave Days
ar: أيام الإجازة السنوية

source: Terms and Conditions
ar: الشروط والأحكام

source: Contracts
ar: العقود

source: Can View Contracts
ar: عرض العقود

source: Can Add Contracts
ar: إضافة العقود

source: Can Change Contracts
ar: تعديل العقود

source: Can Delete Contracts
ar: حذف العقود

source: Present
ar: حاضر

source: Absent
ar: غائب

source: Late
ar: متأخر

source: Half Day
ar: نصف يوم

source: Check In Time
ar: وقت الدخول

source: Check Out Time
ar: وقت الخروج
