Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Insufficient bank balance to complete this payment
ar: الرصيد غير كافٍ لتنفيذ هذا التحويل

source: Insufficient bank balance to issue this check
ar: الرصيد غير كافٍ لتنفيذ هذا التحويل

source: Create payment voucher %(number)s - Beneficiary: %(beneficiary)s - Amount: %(amount)s - Payment type: %(type)s
ar: إنشاء سند صرف %(number)s - المستفيد: %(beneficiary)s - المبلغ: %(amount)s - نوع الدفع: %(type)s

source: Payment voucher created successfully
ar: تم إنشاء سند صرف بنجاح

source: Error creating payment voucher
ar: خطأ في إنشاء سند صرف

source: Create New Payment Voucher
ar: إنشاء سند صرف جديد

source: You do not have permission to view payment voucher details
ar: ليس لديك صلاحية لحذف سندات الصرف

source: You do not have permission to edit payment vouchers
ar: ليس لديك صلاحية لحذف سندات الصرف

source: Cannot edit a reversed payment voucher
ar: لا يمكن تعديل سند الصرف مُلغى

source: Payment voucher updated successfully
ar: تم تحديث سند الصرف بنجاح

source: Edit Payment Voucher
ar: تعديل سند الصرف

source: You do not have permission to reverse payment vouchers
ar: ليس لديك صلاحية لحذف سندات الصرف

source: This voucher cannot be reversed
ar: لا يمكن إلغاء هذا السند

source: Reversal reason is required
ar: سبب الإلغاء مطلوب

source: Payment voucher reversed successfully
ar: تم إلغاء سند الصرف بنجاح

source: Cashbox transaction created: %(id)s
ar: تم إنشاء معاملة صندوق النقد: %(id)s

source: You do not have permission to delete payment vouchers
ar: ليس لديك صلاحية لحذف سندات الصرف

source: Payment voucher deleted successfully
ar: تم حذف سند الصرف بنجاح

source: English Name
ar: الاسم بالإنجليزية

source: Barcode
ar: الباركود

source: Serial Number
ar: رقم التسلسلي

source: Product Description
ar: وصف المنتج

source: Category Description
ar: وصف الفئة

source: Name in English
ar: الاسم بالإنجليزية

source: Classification code
ar: رمز التصنيف

source: Parent Category
ar: الفئة الرئيسية

source: Categories
ar: الفئات

source: Can View Products
ar: يمكن عرض المنتجات

source: Can Add Products
ar: يستطيع إضافة المنتجات

source: Can Edit Products
ar: يمكن تعديل المنتجات

source: Can Delete Products
ar: يمكن حذف المنتجات

source: Can View Product Categories
ar: يمكن عرض فئات المنتجات

source: Can Add Product Categories
ar: يمكن إضافة فئات المنتجات

source: Can Edit Product Categories
ar: يمكن تعديل فئات المنتجات

source: Can Delete Product Categories
ar: يمكن حذف فئات المنتجات

source: Can Edit Category Sequence Number
ar: يمكن تعديل رقم تسلسل الفئة

source: Goods
ar: سلعة

source: Service
ar: خدمة

source: Single Unit
ar: وحدة فردية

source: Package
ar: بكج

source: Standalone
ar: مستقل

source: Product Type
ar: نوع المنتج

source: For products sold individually and requiring warranty
ar: للمنتجات التي تُباع بالقطعة وتحتاج كفالة

source: Product Image
ar: صورة المنتج

source: Cost Price
ar: سعر التكلفة

source: Minimum Quantity
ar: الحد الأدنى للكمية

source: Maximum Quantity
ar: الحد الأقصى للكمية

source: Wholesale Price
ar: سعر الجملة

source: Tax Rate
ar: نسبة الضريبة

source: Opening Balance Quantity
ar: كمية الرصيد الافتتاحي

source: Opening Balance Unit Cost
ar: تكلفة الوحدة في الرصيد الافتتاحي

source: Cost per unit for opening balance
ar: تكلفة الوحدة للرصيد الافتتاحي

source: Opening Balance Cost
ar: تكلفة الرصيد الافتتاحي

source: Total opening balance cost (auto-calculated)
ar: إجمالي تكلفة الرصيد الافتتاحي (محسوب تلقائياً)

source: Opening Balance Warehouse
ar: الرصيد الافتتاحي للمستودع

source: Unit Type
ar: نوع الوحدة

source: Type of unit: single (individual), package (bulk), or standalone (not linked)
ar: نوع الوحدة: فردي (حبة)، بكج (مجموعة)، أو مستقل (غير مرتبط)

source: Linked Product
ar: المنتج المرتبط

source: The linked product (single or package)
ar: المنتج المرتبط (فردي أو بكج)

source: Conversion Factor
ar: معامل التحويل

source: Number of single units in one package
ar: عدد الوحدات الفردية في البكج الواحد

source: Enable Alerts
ar: تفعيل التنبيهات

source: Products
ar: المنتجات

source: Can Edit Product Sequence Number
ar: يمكن تعديل رقم تسلسل المنتج

source: Category name is required!
ar: اسم الفئة مطلوب

source: Category code already exists!
ar: رمز القسم موجود بالفعل.

source: Sequence number already exists!
ar: إسم المستخدم موجود مسبقاً

source: You do not have permission to edit the sequence number!
ar: ليس لديك صلاحية لتعديل أرقام مستندات

source: Invalid sequence number!
ar: رقم التسلسل

source: Cannot make category parent of itself!
ar: لا يمكن أن يكون الحساب أباً لنفسه.

source: You must delete or move the products first.
ar: يجب حذف أو نقل المنتجات أولاً.

source: You must delete or move the subcategories first.
ar: يجب حذف أو نقل الفئات الفرعية أولاً.

source: Selected category does not exist!
ar: المستخدم المسؤول المحدد غير موجود

source: Product name is required!
ar: معرّف المنتج مطلوب

source: Sale price is required and must be greater than zero!
ar: المبلغ يجب أن يكون أكبر من صفر

source: Category is required!
ar: التصنيف (الفئة) مطلوب!

source: Tax rate is required! Please specify a tax rate (can be 0).
ar: نسبة الضريبة مطلوبة! يرجى تحديد نسبة الضريبة (يمكن أن تكون 0).

source: Product code already exists!
ar: رمز الوظيفة موجود بالفعل.

source: Barcode already exists!
ar: رمز القسم موجود بالفعل.

source: Serial number already exists!
ar: إسم المستخدم موجود مسبقاً

source: Tax rate must be between 0 and 100!
ar: يجب أن يكون معدل الضريبة بين 0 و 100!

source: Opening balance must be zero or greater!
ar: يجب أن يكون الرصيد الافتتاحي أكبر من صفر!!

source: Opening balance warehouse is required when there is an opening balance!
ar: مستودع الرصيد الافتتاحي مطلوب عندما يكون هناك رصيد افتتاحي!

source: Please enter valid prices and tax rate!
ar: يرجى إدخال مبلغ صحيح أكبر من الصفر

source: Selected opening balance warehouse does not exist!
ar: المستخدم المسؤول المحدد غير موجود

source: Linked product not found!
ar: المنتج غير موجود

source: Invalid conversion factor!
ar: بمعامل تحويل

source: Cannot edit opening balance as there are movements for this product
ar: لا يمكن تعديل الرصيد الافتتاحي لوجود حركات لهذا المنتج

source: The Opening Balance Must be Greater Than Zero!
ar: يجب أن يكون الرصيد الافتتاحي أكبر من صفر!!

source: Cannot link product to itself!
ar: خطأ: لا يمكن تحديد المنتج الذي تريد حذفه

source: This product is not a single unit
ar: هذا المنتج مرتبط كـ

source: Quantity does not reach package size
ar: الكمية تساوي حجم البكج

source: Invalid request method
ar: بيانات الطلب غير صالحة.

source: Type Name
ar: اسم نوع الإجازة

source: Provision Type
ar: أنواع المخصصات

source: Provision Types
ar: أنواع المخصصات

source: Bad Debt Provision
ar: مخصص الديون المشكوك في تحصيلها

source: Depreciation Provision
ar: مخصص الاهلاك

source: Inventory Provision
ar: مخصص المخزون

source: Warranty Provision
ar: مخصص الضمان

source: Tax Provision
ar: مخصص الضرائب

source: Other Provisions
ar: مخصصات أخرى

source: Custom Provision Type
ar: نوع مخصص مخصص

source: Provision Name
ar: المخصص

source: Related Account
ar: حذف الحساب

source: Provision Account
ar: المبلغ الإجمالي

source: Accumulated Amount
ar: حساب مجمع الإهلاك

source: Provision
ar: المخصص

source: Provisions
ar: المخصص

source: Provision Entry
ar: قيد المخصص

source: Provision Entries
ar: قيد المخصص

source: Bad Debt
ar: دين معدوم

source: Depreciation
ar: الإهلاك

source: Provision type created successfully
ar: تم إنشاء نوع المخصص بنجاح

source: Provision type updated successfully
ar: تم تحديث نوع المخصص بنجاح

source: Provision type deleted successfully
ar: تم حذف نوع المخصص بنجاح

source: Provision created successfully
ar: تم إنشاء المخصص بنجاح

source: Provision updated successfully
ar: تم تحديث المخصص بنجاح

source: Provision deleted successfully
ar: تم حذف المخصص بنجاح

source: Provision entry added successfully
ar: تم إضافة إدخال المخصص بنجاح

source: Provision entry updated successfully
ar: تم تحديث إدخال المخصص بنجاح

source: Provision entry deleted successfully
ar: تم حذف إدخال المخصص بنجاح

source: Cash Payment
ar: نقدا

source: Check Payment
ar: شيك

source: Credit Payment
ar: ذمم

source: Supplier Invoice Number
ar: رقم فاتورة المورد

source: Tax Inclusive
ar: شامل الضريبة

source: When selected, prices will include tax
ar: عند الاختيار، ستكون الأسعار شاملة للضريبة

source: Subtotal
ar: المجموع الفرعي

source: JoFotara UUID
ar: المعرف الفريد لجوفاتورة

source: UUID returned from JoFotara API
ar: المعرف المُعاد من واجهة برمجة التطبيقات لجوفاتورة

source: JoFotara QR Code
ar: المعرف الفريد لجوفاتورة

source: QR Code image data URL from JoFotara
ar: رابط صورة رمز الاستجابة السريعة من جوفاتورة

source: Sent to JoFotara At
ar: أُرسل إلى جوفاتورة في

source: Date and time when invoice was sent to JoFotara
ar: التاريخ والوقت الذي أُرسلت فيه الفاتورة إلى جوفاتورة

source: JoFotara Verification URL
ar: رابط التحقق من جوفاتورة

source: URL to verify invoice on JoFotara portal
ar: رابط التحقق من الفاتورة على بوابة جوفاتورة

source: Posted to Tax Authority
ar: مُرحّل إلى إدارة الضريبة

source: Whether this invoice has been successfully posted to tax authority
ar: تم ترحيل الفاتورة إلى إدارة الضريبة بنجاح

source: Purchase Invoices
ar: فواتير المشتريات

source: Cash box must be selected for cash payment
ar: يجب تحديد الصندوق النقدي للدفع النقدي

source: Bank account must be selected for check or transfer payment
ar: يجب تحديد الحساب البنكي للدفع بالشيك أو التحويل

source: Check number is required for check payment
ar: رقم الشيك مطلوب للدفع بالشيك

source: Check date is required for check payment
ar: تاريخ الشيك مطلوب للدفع بالشيك

source: Invoice
ar: فاتورة

source: Unit Price
ar: سعر الوحدة

source: Purchase Invoice Item
ar: عنصر فاتورة المشتريات

source: Purchase Invoice Items
ar: عناصر فواتير المشتريات

source: Full Return
ar: مرتجع كامل

source: Partial Return
ar: مرتجع جزئي

source: Defective Product
ar: منتج معيب

source: Wrong Item
ar: عنصر خاطئ

source: Excess Quantity
ar: كمية زائدة

source: Damaged During Transport
ar: تلف أثناء النقل

source: Return Number
ar: رقم المرتجع

source: Supplier Return Number (Source)
ar: رقم مرتجع المورد (المصدر)

source: The return number issued by the supplier
ar: رقم المرتجع الصادر من المورد

source: Original Invoice
ar: الفاتورة الأصلية

source: Return Date
ar: تاريخ المرتجع

source: Return Type
ar: نوع المرتجع

source: Return Reason
ar: سبب الإرجاع

source: Date and time when return was sent to JoFotara
ar: التاريخ والوقت الذي أُرسل فيه إشعار الدائن إلى جوفاتورة

source: URL to verify return on JoFotara portal
ar: رابط التحقق من المرتجع على بوابة جوفاتورة

source: Whether this return has been successfully posted to tax authority
ar: تم ترحيل مرتجع المبيعات إلى إدارة الضريبة بنجاح

source: Document sequence for purchase returns must be set up first
ar: يجب إعداد تسلسل أرقام المستندات لمردودات المشتريات أولاً

source: Original Item
ar: العنصر الأصلي

source: Returned Quantity
ar: الكمية المرتجعة

source: Purchase Return Item
ar: عنصر إرجاع شراء

source: Purchase Return Items
ar: عناصر إرجاع الشراء

source: Returned quantity cannot be greater than the original quantity
ar: الكمية المرتجعة لا يمكن أن تكون أكبر من الكمية الأصلية

source: Total returned quantity exceeds the original quantity
ar: إجمالي الكمية المرتجعة يتجاوز الكمية الأصلية

source: Debit Note Number
ar: رقم إشعار المدين

source: Supplier Debit Note Number (Source)
ar: رقم إشعار الخصم الصادر من المورد (المصدر)

source: The debit note number issued by the supplier
ar: رقم إشعار المدين الصادر من المورد

source: Date and time when debit note was sent to JoFotara
ar: التاريخ والوقت الذي أُرسل فيه إشعار المدين إلى جوفاتورة

source: URL to verify debit note on JoFotara portal
ar: رابط التحقق من إشعار الخصم على بوابة جوفاتورة

source: Whether this debit note has been successfully posted to tax authority
ar: تم ترحيل إشعار الدائن إلى إدارة الضريبة بنجاح

source: Purchase invoice sequence is not configured. Please set up the sequence first from the document sequences settings page.
ar: تسلسل فاتورة الشراء غير مُهيأ. يرجى إعداد التسلسل أولاً من صفحة إعدادات تسلسلات المستندات.

source: Failed to create purchase invoice: Required fields are missing (supplier invoice number or date or supplier or warehouse or payment method)
ar: فشل إنشاء فاتورة شراء: الحقول المطلوبة مفقودة (رقم فاتورة المورد أو التاريخ أو المورد أو المستودع أو طريقة الدفع)

source: Failed to create purchase invoice: No products added
ar: فشل إنشاء فاتورة شراء: لا توجد منتجات مضافة

source: Cannot create the invoice because the total amount (%(total)s) exceeds the available credit limit for the supplier (%(available)s). Suggestions: 1. Increase the supplier's credit limit 2. Pay outstanding dues to the supplier 3. Convert the invoice to cash payment
ar: لا يمكن إنشاء الفاتورة لأن إجمالي المبلغ (%(total)s) يتجاوز حد الائتمان المتاح للمورد (%(available)s). الاقتراحات: 1. زيادة حد ائتمان المورد 2. دفع المستحقات المعلقة للمورد 3. تحويل الفاتورة إلى دفع نقدي

source: Failed to create purchase invoice: Credit limit exceeded - Amount %(total)s > Available %(available)s
ar: فشل في إنشاء فاتورة الشراء: تم تجاوز حد الائتمان - المبلغ %(total)s > المتاح %(available)s

source: You do not have permission to view debit notes
ar: ليس لديك صلاحية لعرض اشعارات المدين

source: You do not have permission to create a debit note
ar: ليس لديك صلاحية لعرض اشعارات المدين

source: Please select a supplier
ar: يرجى اختيار مورد

source: Please enter the debit note number (source)
ar: يرجى إدخال رقم إشعار المدين (مصدر)

source: Debit note sequence must be set up first before creating new debit notes
ar: يجب إعداد تسلسل إشعار المدين أولاً قبل إنشاء إشعارات مدين جديدة

source: Create debit note number %(number)s
ar: إنشاء اشعار مدين رقم %(number)s

source: Debit note number %(number)s has been created
ar: تم إنشاء اشعار مدين رقم %(number)s

source: An error occurred while saving the note: %(error)s
ar: حدث خطأ أثناء حفظ الإشعار: %(error)s

source: The requested invoice does not exist or has been previously deleted
ar: الفاتورة المطلوبة غير موجودة أو تم حذفها سابقاً

source: Bounced
ar: متوازن

source: Receipt Number
ar: رقم الإيصال

source: Receipt Date
ar: تاريخ التقرير

source: Bank Transfer Reference
ar: مرجع التحويل

source: Bank transfer reference or transaction id
ar: مطلوب مرجع التحويل البنكي

source: Bank Transfer Date
ar: تحويل بنكي

source: Bank Transfer Notes
ar: ملاحظات التحويل

source: Check Cashbox
ar: صندوق الشيك

source: Bounce Reason
ar: سبب الإرجاع

source: Reason for cheque bounce (insufficient funds, signature mismatch, bank stop payment...)
ar: سبب ارتداد الشيك (أموال غير كافية، عدم تطابق التوقيع، إيقاف الدفع من البنك...)

source: Expected Credit Loss (ECL)
ar: خسارة الائتمان المتوقعة

source: Value of expected credit loss (ECL)
ar: خسارة الائتمان المتوقعة

source: ECL Calculation Date
ar: حساب الضرائب

source: ECL Calculation Method
ar: نتائج الحساب

source: Method used to calculate expected credit loss (reversal, overdue, etc)
ar: الطريقة المستخدمة لحساب الخسارة الائتمانية المتوقعة (عكس، متأخر، إلخ)

source: Receipt Vouchers
ar: سندات القبض

source: Can View Receipt Vouchers
ar: يمكن عرض سندات القبض

source: Can Add Receipt Vouchers
ar: يمكن إضافة سندات القبض

source: Can Edit Receipt Vouchers
ar: يمكن تعديل سندات القبض

source: Can Delete Receipt Vouchers
ar: يمكن حذف سندات القبض

source: Can View Cheque Management
ar: عرض إدارة الشيكات

source: Can Collect Cheques
ar: تحصيل الشيكات

source: Can View Check Balance Forecast
ar: يمكن عرض توقعات أرصدة الشيكات

source: Bank account must be specified for bank transfer
ar: يجب تحديد الحساب البنكي للتحويل البنكي

source: Bank transfer reference is required
ar: مطلوب مرجع التحويل البنكي

source: Bank transfer date is required
ar: يجب تحديد تاريخ التحويل البنكي

source: Collection Date
ar: تاريخ الإنشاء

source: Collection Status
ar: حالة المجموعة

source: Check Collection
ar: تحصيل الشيكات

source: Check Collections
ar: تحصيل الشيكات

source: Original Receipt
ar: السند الأصلي

source: Receipt Reversal
ar: إلغاء سند

source: Receipt Reversals
ar: إلغاء السندات

source: Bounce detected during audit - journal entry created automatically
ar: تم اكتشاف الارتداد أثناء التدقيق - تم إنشاء القيد اليومي تلقائيًا

source: Automatically created journal entry for bounced check
ar: تم إنشاء القيد اليومي تلقائيًا للشيك المرتجع

source: Error creating journal entry for bounced check %(num)s: %(error)s
ar: خطأ في إنشاء قيد يومية للشيك المرتجع %(num)s: %(error)s

source: Late collection
ar: التحصيل المتأخر

source: Warning recorded - please follow up collection risks
ar: تم تسجيل تحذير - يرجى متابعة مخاطر التحصيل

source: Early collection
ar: المجموعة المبكرة

source: Check linked with invoice and revenue reviewed
ar: التحقق المرتبط بالفاتورة والإيرادات التي تمت مراجعتها

source: No related invoice found
ar: لم يتم العثور على فاتورة ذات صلة

source: Please ensure there is no premature revenue recognition
ar: يرجى التأكد من عدم وجود اعتراف سابق لأوانه بالإيرادات

source: Error checking linked invoice for check %(num)s: %(error)s
ar: خطأ في التحقق من الفاتورة المرتبطة للشيك %(num)s: %(error)s

source: You do not have permission to view receipt vouchers
ar: ليس لديك إذن لعرض إيصالات الإيصال

source: You do not have permission to add receipt vouchers
ar: ليس لديك إذن لإضافة قسائم الإيصال

source: Receipt number already exists, please choose another
ar: رقم الإيصال موجود بالفعل، الرجاء اختيار رقم آخر

source: Receipt voucher
ar: سند قبض

source: Payment type
ar: نوع الدفع

source: from
ar: من

source: Error logging bank transfer activity for receipt %(num)s: %(error)s
ar: خطأ في تسجيل نشاط التحويل البنكي للإيراد %(num)s: %(error)s

source: Create receipt voucher %(number)s - Customer: %(customer)s - Amount: %(amount)s - Payment type: %(ptype)s
ar: إنشاء سند قبض %(number)s - العميل: %(customer)s - المبلغ: %(amount)s - نوع الدفع: %(ptype)s

source: Receipt voucher {} created successfully
ar: تم إنشاء سند القبض {} بنجاح

source: Error occurred while creating receipt voucher: {}
ar: حدث خطأ أثناء إنشاء سند القبض: {}

source: Add Receipt Voucher
ar: إضافة سند قبض

source: You do not have permission to view receipt voucher details
ar: ليس لديك إذن لعرض إيصالات الإيصال

source: Receipt Voucher Details
ar: تفاصيل سند القبض

source: You do not have permission to edit receipt vouchers
ar: ليس لديك إذن لإضافة قسائم الإيصال

source: Cannot edit a reversed receipt voucher
ar: لا يمكن تعديل سند الصرف مُلغى

source: Receipt voucher updated successfully
ar: تم تحديث سند القبض بنجاح

source: Error occurred while updating: %(error)s
ar: حدث خطأ أثناء تحديث البيانات: %(error)s

source: You do not have permission to reverse receipt vouchers
ar: ليس لديك إذن لعرض إيصالات الإيصال

source: Reversal of receipt voucher
ar: عكس سند القبض

source: Reversal
ar: العكس

source: has been reversed successfully
ar: تم العكس بنجاح

source: Error occurred while reversing voucher
ar: حدث خطأ أثناء عكس السند

source: You do not have permission to view cheque management
ar: ليس لديك صلاحية لعرض إدارة أرقام المستندات

source: Receivable Check
ar: شيك قبض

source: Payable Check
ar: شيك صرف

source: Checks
ar: شيك

source: OpenPyXL is not available
ar: مكتبة OpenPyXL غير متوفرة

source: Checks List
ar: قائمة الشيكات

source: ECL
ar: الخسارة الائتمانية المتوقعة

source: You do not have permission to collect cheques
ar: ليس لديك صلاحية لحذف مستخدمين

source: 💰 ECL calculated: %(amount)s (%(method)s)
ar: 💰 تم حساب الخسارة الائتمانية المتوقعة: %(amount)s (%(method)s)

source: ECL calculated for check %(num)s: %(amount)s (%(method)s)
ar: تم حساب الخسارة الائتمانية المتوقعة للشيك %(num)s: %(amount)s (%(method)s)

source: Error calculating ECL for check %(num)s: %(error)s
ar: خطأ في تسجيل نشاط التحويل البنكي للإيراد %(num)s: %(error)s

source: Check collection
ar: تحصيل الشيك

source: voucher
ar: سند

source: ⚠️ IFRS 9 warning: collected %(days)s days after due date (%(due)s)
ar: ⚠️ تحذير المعيار الدولي للتقارير المالية 9: تم التحصيل بعد %(days)s أيام من تاريخ الاستحقاق (%(due)s)

source: 📋 Recommendation: follow up the customer and monitor collection risks
ar: 📋 التوصية: متابعة العميل ومراقبة مخاطر التحصيل

source: Error creating early collection journal entry for check %(num)s: %(error)s
ar: خطأ في إنشاء قيد يومية للتحصيل المبكر للشيك رقم %(num)s: %(error)s

source: Recorded check %(num)s as an advance payment due to incomplete invoice
ar: تم تسجيل الشيك %(num)s كدفعة مقدمة بسبب الفاتورة غير المكتملة

source: ℹ️ Amount recorded as an advance from customers (invoice not completed)
ar: ℹ️ تم تسجيل المبلغ كسلفة من العملاء (الفاتورة غير مكتملة)

source: Error searching for linked invoice: %(error)s
ar: حدث خطأ أثناء البحث عن الفاتورة المرتبطة: %(error)s

source: ⚠️ No related invoice found - please ensure no premature revenue recognition
ar: ⚠️ لم يتم العثور على فاتورة مرتبطة - يرجى التأكد من عدم الاعتراف بالإيراد بشكل مبكر

source: Error creating bounced check journal entry for check %(num)s: %(error)s
ar: خطأ في إنشاء قيد يومية للشيك المرتجع %(num)s: %(error)s

source: Check bounce %(num)s - automatic journal entry created to transfer the amount from checks in collection to accounts receivable under IFRS 9. Bounce reason: %(reason)s
ar: ارتداد الشيك رقم %(num)s - تم إنشاء قيد تلقائياً قيد يومية لتحويل المبلغ من الشيكات قيد التحصيل إلى الذمم المدينة بموجب المعايير الدولية للتقارير المالية 9. Bounce reason:%(reason)s

source: Unspecified
ar: غير محدد

source: 📝 Bounce reason: %(reason)s
ar: 📝 سبب الارتجاع: %(reason)s

source: Recorded %(status)s for check %(num)s with automatic processing
ar: تم تسجيل %(status)s للشيك %(num)s مع معالجة تلقائية

source: Error occurred while collecting the check: %(error)s
ar: حدث خطأ أثناء حفظ الإشعار: %(error)s

source: Insufficient funds
ar: غير كافٍ!

source: Invalid signature
ar: تاريخ غير صحيح

source: Bank stop
ar: البنك

source: Invalid date
ar: تاريخ غير صحيح

source: Incorrect account number
ar: رقم الحساب البنكي

source: Forged check
ar: شيك مزور

source: Other reasons
ar: أسباب الأخرى

source: You do not have permission to view check balance forecast
ar: ليس لديك صلاحية لعرض توقعات أرصدة الشيكات

source: Check Balance Forecast
ar: التحكم في الوصول إلى التقارير

source: Report Access Control
ar: إعدادات التقارير

source: Report Access Controls
ar: عناصر التحكم في الوصول إلى التقارير

source: Can View Sales Reports
ar: يمكن عرض تقارير المبيعات

source: Can View Sales By Representative Report
ar: يمكن عرض تقرير المبيعات حسب مندوب المبيعات

source: Can View Purchase Reports
ar: يمكن عرض تقارير المشتريات

source: Can View Tax Report
ar: يمكن عرض تقرير الضرائب

source: Can View Profit and Loss Report
ar: يمكن عرض تقرير الأرباح والخسائر

source: Can View Customer Statement
ar: يمكن عرض كشف حساب العميل

source: Can View Trial Balance
ar: يمكن عرض ميزان المراجعة

source: Can View Balance Sheet
ar: يمكن عرض الميزانية العمومية

source: Can View Income Statement
ar: يمكن عرض قائمة الدخل

source: Can View Cash Flow Statement
ar: يمكن عرض قائمة التدفقات النقدية

source: Can View Aging Report
ar: يمكن عرض تقرير أعمار الديون

source: Can View Stock Balance Report
ar: يمكن عرض تقرير أرصدة المخزون

source: Can View Financial Ratios
ar: يمكن عرض النسب المالية

source: Can View Documents Report
ar: يمكن عرض تقرير المستندات

source: You do not have permission to access reports
ar: ليس لديك صلاحية الوصول للتقارير

source: Viewing main reports page
ar: عرض صفحة التقارير الرئيسية

source: Financial Reports
ar: التقارير المالية

source: Viewing customer statement for %(customer)s from %(start)s to %(end)s
ar: عرض كشف حساب العميل %(customer)s من %(start)s إلى %(end)s

source: Customer Statement
ar: كشف حساب العميل

source: Statement
ar: كشف حساب

source: Number
ar: رقم

source: Running Balance
ar: الرصيد الجاري

source: Closing Balance
ar: الرصيد الختامي

source: From
ar: من

source: To
ar: إلى

source: Viewing customer statement page
ar: عرض صفحة كشف حساب العميل

source: Cash Customer
ar: عميل نقدي

source: Return
ar: مرتجع كامل
