Repository: PrivateAbushaqra/Finspilot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Reason and Notes
ar: السبب والملاحظات

source: Update Leave Request
ar: تحديث طلب الإجازة

source: Submit Leave Request
ar: إرسال طلب إجازة

source: End date must be after start date
ar: تاريخ الانتهاء يجب أن يكون بعد تاريخ البداية.

source: Add Leave Request
ar: إضافة طلب إجازة

source: Days
ar: يوم

source: Approve
ar: معتمد

source: Do you want to approve this request?
ar: هل تريد الموافقة على هذا الطلب؟

source: Are you sure you want to delete this request?
ar: هل أنت متأكد من أنك تريد حذف هذا الأصل؟

source: Leave requests pagination
ar: طلبات الإجازة

source: No leave requests found
ar: لم يتم العثور على أقسام

source: No leave requests have been submitted yet
ar: لم يتم تقديم طلبات الإجازة حتى الآن

source: Edit Payroll Period
ar: تعديل بيانات فترة الرواتب

source: Add New Payroll Period
ar: إضافة فترة رواتب جديدة

source: Manage payroll periods and employee wages
ar: إدارة فترات الرواتب والأجور للموظفين

source: Edit Payroll Period Data
ar: تعديل بيانات فترة الرواتب

source: Register New Payroll Period
ar: تسجيل فترة الرواتب الجديدة

source: Example: Salaries for January 2025
ar: مثال: رواتب شهر يناير 2025

source: Date Range
ar: نطاق التاريخ

source: Period Duration:
ar: مدة الفترة:

source: Will be calculated automatically
ar: سيتم حسابها تلقائيا

source: Make sure the period does not overlap with other existing periods
ar: تأكد من أن الفترة لا تتداخل مع فترات أخرى موجودة

source: Any additional notes about the payroll period
ar: أأي ملاحظات إضافية حول فترة الرواتب

source: Current Period Status
ar: حالة الفترة الحالية

source: Processing Status:
ar: تاريخ المعالجة

source: Processed
ar: معالج

source: Processing Date:
ar: تاريخ المعالجة

source: Processed By:
ar: معالج من قبل

source: Add Period
ar: إضافة فترة

source: week
ar: أسبوع

source: month
ar: شهر

source: Salaries for
ar: رواتب ل

source: payroll period?
ar: فترة الرواتب

source: Create Payroll Period
ar: إنشاء فترة الرواتب

source: Period
ar: فترة

source: Process Payroll
ar: عملية الرواتب

source: Do you want to process the payroll for this period?
ar: هل تريد معالجة رواتب هذه الفترة؟

source: Are you sure you want to delete this period?
ar: هل أنت متأكد أنك تريد حذف هذه الفترة؟

source: Payroll periods pagination
ar: ترقيم صفحات فترات الرواتب

source: No payroll periods found
ar: لم يتم العثور على فترات الرواتب

source: Create the first payroll period to start processing salaries
ar: إنشاء فترة الرواتب الأولى لبدء معالجة الرواتب

source: Delete Position
ar: حذف المعاملة

source: Deleting this position will permanently remove it from the system. Please make sure this is what you want to do.
ar: جاري الحذف this position will permanently remove it from the system. Please make sure this is what you want to do.

source: Position Information
ar: المعلومات الأساسية

source: Important Notice
ar: تحذير مهم:

source: This position is currently assigned to
ar: هذا المنصب مُعيّن حالياً لـ

source: employee(s)
ar: الموظفون

source: These employees will need to be reassigned to another position before this position can be deleted.
ar: هذه employees سوف need إلى يكون reassigned إلى another position before هذا position يمكن يكون تم الحذف

source: Position Details
ar: مسمى الوظيفة

source: Current Employees
ar: الموظفون

source: Inactive Employees
ar: غير النشطة فقط

source: Employees in this Position
ar: الموظفون في هذا المنصب

source: No employees assigned to this position
ar: لا يوجد موظفون مُعيّنون لهذا المنصب

source: Employees can be assigned to this position through the employee management section
ar: يمكن تعيين الموظفين في هذا المنصب من خلال قسم إدارة الموظفين

source: Edit Position
ar: تعديل الوظيفة

source: Add Position
ar: أضف وظيفة

source: Add New Position
ar: إضافة وظيفة جديدة

source: Unique code for this position
ar: رمز فريد لهذا المنصب

source: Inactive positions won't be available for new assignments
ar: لن تكون الوظائف غير النشطة متاحة للمهام الجديدة

source: Position description and responsibilities
ar: وصف الوظيفة والمسؤوليات

source: Update Position
ar: تحديث الوظيفة

source: Create Position
ar: إنشاء وظيفة

source: Position title is required
ar: عنوان الوظيفة مطلوب

source: Position code is required
ar: رمز الموضع مطلوب

source: Department is required
ar: القسم مطلوب

source: Are you sure you want to delete this position?
ar: هل أنت متأكد أنك تريد حذف هذا الموضع؟

source: Positions pagination
ar: ترقيم الصفحات حسب المواضعة

source: No positions found
ar: لا توجد وظائف

source: Start by creating your first position
ar: ابدأ بإنشاء الوظيفة الأولى

source: Back to Payroll Periods
ar: العودة إلى فترات الرواتب

source: You are about to process payroll for the period:
ar: أنت على وشك معالجة رواتب الفترة:

source: This will create payroll entries for all active employees.
ar: سيؤدي هذا إلى إنشاء إدخالات الرواتب لجميع الموظفين النشطين.

source: No active employees found
ar: لم يتم العثور على موظفين

source: Cannot process payroll without active employees.
ar: الحصول على جميع الموظفين النشطين

source: Employee Reports
ar: تقارير الموظفين

source: Employee Summary Report
ar: تقرير ملخص الموظف

source: Employees by Department
ar: الموظفين حسب القسم

source: Attendance Reports
ar: تقارير الحضور

source: Monthly Attendance Report
ar: تقرير الحضور الشهري

source: Late Arrivals Report
ar: تقرير الوصول المتأخر

source: Overtime Report
ar: ساعات العمل الإضافية

source: Leave Reports
ar: تقارير الإجازات

source: Upcoming Leaves Report
ar: تقرير الإجازات القادمة

source: Payroll Reports
ar: تقارير الرواتب

source: Contract Reports
ar: تقارير العقود

source: Performance Reports
ar: تقارير الأداء

source: Turnover Report
ar: تقرير دوران الموظفين

source: Quick Statistics
ar: إحصائيات سريعة

source: Total Employees
ar: إجمالي الموظفين

source: Total Departments
ar: إجمالي الأقسام

source: Pending Leave Requests
ar: طلبات الإجازات المعلقة

source: Export Options
ar: خيارات التصدير

source: Export Employees to Excel
ar: تعديل مستند الموظف

source: Export Attendance to Excel
ar: تم تصدير بيانات الحضور إلى إكسل

source: Export Payroll to Excel
ar: تم تصدير بيانات الرواتب إلى إكسل

source: Back to Reports
ar: العودة إلى التقارير

source: Years of Service
ar: سنوات الخدمة

source: Anniversary Date
ar: تاريخ الذكرى السنوية

source: No work anniversaries found
ar: لم يتم العثور على ذكرى سنوية للعمل

source: Attendance Report
ar: تقرير الحضور

source: All Months
ar: جميع الأشهر

source: No attendance records found for the selected period
ar: لم يتم العثور على سجلات الحضور للفترة المحددة

source: Days Remaining
ar: الأيام المتبقية

source: No expiring contracts found
ar: لم يتم العثور على عقود منتهية الصلاحية

source: Total Active Contracts
ar: عرض العقود

source: No contract types found
ar: لا توجد معاملات

source: employees
ar: الموظفون

source: No headcount data found
ar: الحساب غير موجود

source: Expected Time
ar: الوقت المتوقع

source: Late Minutes
ar: دقائق التأخير

source: No late arrivals found for the selected period
ar: لم يتم العثور على أي وصولات متأخرة للفترة المحددة

source: Annual Leave
ar: إجازة سنوية

source: Sick Leave
ar: إجازة مرضية

source: Emergency Leave
ar: إجازة طارئة

source: Total Used
ar: إجمالي المستخدمة

source: Total Remaining
ar: الإجمالي المتبقي

source: Remaining
ar: متبقي

source: Total Requests
ar: إجمالي الطلبات

source: No leave requests found for the selected period
ar: لم يتم العثور على طلبات إجازة للفترة المحددة

source: No new hires found for the selected period
ar: لم يتم العثور على أي توظيفات جديدة للفترة المحددة

source: Regular Hours
ar: ساعات عادية

source: Total Hours
ar: إجمالي الساعات

source: No overtime records found for the selected period
ar: لم يتم العثور على سجلات العمل الإضافي للفترة المحددة

source: Average Employees
ar: متوسط عدد الموظفين

source: Total Annual Payroll
ar: إجمالي الرواتب السنوية

source: Average Monthly Payroll
ar: متوسط الرواتب الشهرية

source: Monthly Payroll Comparison
ar: مقارنة الرواتب الشهرية

source: Monthly Breakdown
ar: التفصيل الشهري

source: Total Payroll
ar: إجمالي الرواتب السنوية

source: Change
ar: التغيير

source: Overtime
ar: ساعات العمل الإضافية

source: No payroll records found for the selected period
ar: لم يتم العثور على سجلات الرواتب للفترة المحددة

source: Employees on Probation
ar: الموظفون في فترة التجربة

source: Expiring within
ar: ستنتهي خلال

source: No Probation Contracts Found
ar: لم يتم العثور على عقود في فترة التجربة

source: Average Salary
ar: متوسط الراتب

source: No salary data found
ar: لم يتم العثور على بيانات الراتب

source: Terminated Employees
ar: تفاصيل الموظفين المنتهية خدمتهم

source: Turnover Rate
ar: تقرير دوران الموظفين

source: Terminated Employees Details
ar: تفاصيل الموظفين المنتهية خدمتهم

source: No terminated employees found for this year.
ar: لا يوجد موظفون منتهية خدمتهم لهذا العام.

source: Total: %(counter)s upcoming leave
ar: المجموع: %(counter)s إجازة قادمة

source: No upcoming leaves found
ar: لم يتم العثور على أوراق قادمة

source: Inventory Management
ar: إدارة المخزون

source: Products in warehouse:
ar: المنتجات الموجودة في المستودع:

source: Comprehensive Overview of Inventory and Movements
ar: نظرة عامة شاملة على المخزون والحركات

source: View All Inventory
ar: عرض جميع المخزون

source: Quick Operations
ar: العمليات السريعة

source: Warehouse Management
ar: إدارةالمستودع

source: Inventory Transfer
ar: تحويل المخزون

source: Total Products
ar: إجمالي الخصومات

source: Active Warehouses
ar: المستودعات النشطة

source: Today's Movements
ar: حركات اليوم

source: Movement
ar: حركة

source: Latest Movements
ar: أحدث الحركات

source: Incoming
ar: وارد

source: Outgoing
ar: صادر

source: No recent movements
ar: لا توجد تحركات حديثة

source: Incoming Value (Without Tax)
ar: القيمة الواردة (بدون ضريبة)

source: Including
ar: شامل

source: Outgoing Value (Without Tax)
ar: القيمة الصادرة (بدون ضريبة)

source: Total Inventory Value (Without Tax)
ar: إجمالي قيمة المخزون (بدون احتساب الضريبة)

source: Inventory Overview
ar: نظرة عامة على المخزون

source: Search by Product Name or Code
ar: البحث حسب اسم المنتج أو رمزه

source: All Stock Levels
ar: جميع مستويات المخزون

source: Piece
ar: قطعة

source: Quick
ar: القائمة السريعة

source: No inventory data
ar: لا توجد بيانات المخزون

source: No inventory data has been recorded yet.
ar: لم يتم تسجيل أي بيانات جرد حتى الآن.

source: Setup Warehouses
ar: إعداد المستودعات

source: Product Details
ar: تفاصيل المنتج

source: In Inventory
ar: في المخزون

source: Loading data...
ar: جاري تحميل البيانات...

source: View Full Details
ar: عرض التفاصيل الكاملة

source: Failed to load data
ar: فشل في تحميل البيانات

source: Error loading data
ar: خطأ في تحميل الجداول القابلة للحذف

source: Current Stock
ar: المخزون الحالي

source: Total Incoming
ar: إجمالي الوارد

source: Total Outgoing
ar: إجمالي الصادر

source: No inventory data for
ar: تقرير أرصدة المخزون

source: Stock data:
ar: حالة المخزون

source: Low Stock Report
ar: تقرير المخزون المنخفض

source: Print Low Stock Report
ar: طباعة تقرير المخزون المنخفض

source: Replenish All
ar: تجديد الكل

source: Export Report
ar: طباعة التقرير

source: Back to Inventory
ar: العودة إلى المخزون

source: Products That Need Replenishment
ar: المنتجات التي تحتاج إلى إعادة التعبئة

source: Current Quantity
ar: الكمية الحالية

source: Main
ar: رئيسي

source: Stock Level
ar: مستوى المخزون

source: Critical
ar: حرج

source: Low
ar: منخفض

source: Replenish
ar: تجديد

source: Last Movement
ar: الحركة الأخيرة

source: All Products Are at Safe Levels
ar: جميع المنتجات في مستويات آمنة

source: No products need replenishment at this time.
ar: لا توجد منتجات تحتاج إلى تجديد في هذا الوقت.

source: Back to Inventory Management
ar: العودة إلى إدارة المخزون

source: Replenish Stock
ar: تجديد المخزون

source: Replenish Quantity
ar: تجديد الكمية

source: Add to Stock
ar: أضف إلى المخزون

source: Do you want to replenish all low stock products?
ar: هل تريد تجديد جميع المنتجات ذات المخزون المنخفض؟

source: Starting to print low stock report...
ar: بدء طباعة تقرير المخزون المنخفض...

source: Number of low stock cards found
ar: عدد البطاقات ذات المخزون المنخفض التي تم العثور عليها

source: No low stock products found
ar: لم يتم العثور على منتجات مخزون منخفض

source: Low stock data
ar: حالة المخزون

source: Quantity added to stock successfully
ar: تم إضافة الكمية إلى المخزون بنجاح

source: Delete All Inventory Movements
ar: حذف جميع حركات الجرد

source: Confirm Delete All Inventory Movements
ar: تأكيد حذف جميع حركات المخزون

source: Warning Dangerous
ar: تحذير خطير

source: This action will Delete all inventory movements permanently and cannot be undone
ar: سيؤدي هذا الإجراء إلى حذف جميع حركات المخزون بشكل دائم ولا يمكن التراجع عنه

source: Statistics Current Inventory Movements
ar: إحصائيات حركة المخزون الحالية

source: Total Movements
ar: إجمالي الحركات

source: Incoming Movements
ar: الحركات الواردة

source: Outgoing Movements
ar: الحركات الصادرة

source: Transfer Movements
ar: حركات التحويل

source: What will happen when deleting
ar: ماذا سيحدث عند الحذف

source: Delete all
ar: حذف جميع

source: inventory movement
ar: حركة المخزون

source: Loss of all incoming and outgoing records
ar: فقدان جميع السجلات الواردة والصادرة.

source: Loss of all transfer and adjustment records
ar: فقدان جميع سجلات التحويل والتسوية.

source: This data cannot be recovered
ar: لا يمكن استرداد هذه البيانات

source: To continue, write
ar: للمتابعة اكتب

source: in the field below
ar: في الحقل أدناه

source: Write DELETE_ALL_MOVEMENTS for
ar: اكتب DELETE_ALL_MOVEMENTS لـ

source: Cancel and return
ar: الغاء و العودة

source: Delete All Movements
ar: حذف جميع الحركات

source: No inventory movements to Delete
ar: لا توجد حركات مخزون لحذفها

source: Return to Movements List
ar: العودة إلى قائمة الحركات

source: Print Movement Report
ar: طباعة التقرير الكامل

source: Add New Movement
ar: إضافة حركة مخزون جديدة

source: Movement Type
ar: نوع الحركة

source: All Movements
ar: جميع الحركات

source: Inbound
ar: وارد

source: Outbound
ar: صادر

source: All Warehouses
ar: المستودعات

source: Apply Filter
ar: تطبيق الفلتر

source: Total Inbound
ar: إجمالي الوارد

source: Unit
ar: وحدة

source: Total Outbound
ar: إجمالي الصادر

source: Inventory Movement List
ar: قائمة حركة المخزون

source: Available Quantity
ar: الكمية المتوفرة

source: JOD
ar: دينار

source: Delete Movement
ar: حذف جميع الحركات

source: Page Navigation
ar: التنقل بين الصفحات

source: No Inventory Movements
ar: لا توجد حركات مخزون

source: No inventory movements have been recorded yet.
ar: لم يتم تسجيل أي تحركات في المخزون حتى الآن.

source: Add New Inventory Movement
ar: إضافة حركة مخزون جديدة

source: Select Product
ar: اختر المنتج

source: Select Warehouse
ar: اختر المستودع

source: Select Movement Type
ar: حدد نوع الحركة

source: Save Movement
ar: حفظ الحركة

source: Inventory Movement Report
ar: تقرير حركة المخزون

source: Are you sure you want to delete inventory movement number
ar: هل أنت متأكد من حذف النسخة الاحتياطية

source: An error occurred while deleting the movement. Please try again.
ar: حدث خطأ أثناء حذف الحركة. الرجاء المحاولة مرة أخرى.

source: Connection error occurred. Please try again.
ar: حدث خطأ في الاتصال. يرجى المحاولة مرة أخرى.

source: Product in Inventory
ar: المنتج في المخزون

source: Warehouse Distribution
ar: توزيع المستودعات

source: Stock Available
ar: المخزون متوفر

source: Stock Available for this Product in any Warehouse
ar: المخزون المتوفر لهذا المنتج في أي مستودع

source: Movements
ar: الحركات

source: Recent Movements
ar: الحركات الأخيرة

source: No Movements Found
ar: لم يتم العثور على أي حركات

source: No movements have been recorded for this product yet
ar: لم يتم تسجيل أي حركات لهذا المنتج حتى الآن

source: Add Transfer Between Warehouses
ar: إضافة تحويل بين المستودعات

source: Select Source Warehouse
ar: اختر مستودع المصدر

source: Select Destination Warehouse
ar: تعيين كمستودع مبيعات افتراضي

source: Transfer ALL Inventory
ar: تحويل جميع المخزون

source: This will transfer all products from the source warehouse to the destination warehouse
ar: سيؤدي هذا إلى نقل جميع المنتجات من المستودع المصدر إلى المستودع الوجهة

source: Preparing transfer...
ar: جاري التحويل...

source: Notes about the
ar: ملاحظات حول

source: Products to be
ar: المنتجات التي

source: Available Qty
ar: الكمية المتوفرة

source: Another Product
ar: منتج نشط

source: the Transfer
ar: تحويل جديد

source: At least one product must be present
ar: يجب وجود منتج واحد على الأقل

source: Please fill in all required fields
ar: يرجى ملء جميع الحقول المطلوبة

source: Cannot transfer from and to the same warehouse
ar: لا يمكن التحويل من مستودع إلى نفسه

source: Transferring...
ar: تحويل

source: Loading products...
ar: جاري تحميل البيانات...

source: Processing inventory data...
ar: جاري معالجة بيانات المخزون...

source: Creating transfer records...
ar: جاري التحويل...

source: Generating inventory movements...
ar: تعديل حركات المخزون

source: Updating stock levels...
ar: جاري تحديث مستويات المخزون...

source: Finalizing transfer...
ar: جاري حذف التحويل...

source: Transfer completed successfully!
ar: تم حذف التحويل بنجاح

source: JSON parse error
ar: JSON parse خطأ

source: HTTP Error
ar: خطأ

source: Network error
ar: خطأ في الشبكة

source: Transfers Between Warehouses
ar: التحويل بين المستودعات

source: Not specified Not specified
ar: غير محدد غير محدد

source: No Transfers Found
ar: لم يتم العثور على أي تحويلات

source: No Transfers Between Warehouses Have Been Recorded Yet.
ar: لم يتم تسجيل أي عمليات نقل بين المستودعات حتى الآن.

source: Add Warehouse
ar: إضافة المستودع

source: Addition
ar: إضافي

source: Choose Manager
ar: إختر المستودع

source: Warehouse Address...
ar: عنوان المستودع...

source: This warehouse will be automatically selected in all inventory transactions
ar: سيتم اختيار هذا المستودع تلقائيًا في جميع معاملات المخزون.

source: Are you sure you want to delete this warehouse?
ar: هل أنت متأكد أنك تريد حذف هذا المستودع؟

source: Related Data
ar: البيانات ذات الصلة

source: Active Products
ar: منتج نشط

source: Sub-Warehouses
ar: المستودعات الفرعية

source: Cannot Delete!
ar: لا يمكن الحذف!

source: Must delete all related data or move them before deleting this warehouse.
ar: يجب حذف جميع البيانات ذات الصلة أو نقلها قبل حذف هذا المستودع.

source: Important
ar: مهم

source: The warehouse will be permanently deleted
ar: سيتم حذف المستودع نهائياً.

source: This data cannot be recovered after deletion
ar: لا يمكن استعادة هذه البيانات بعد حذفها.

source: Make sure this action is really required
ar: تأكد من أن هذا الإجراء ضروري بالفعل.

source: To proceed, type
ar: للمتابعة، اكتب

source: Delete Warehouse Permanently
ar: حذف المستودع نهائياً

source: Return to Warehouses List
ar: العودة إلى قائمة الحركات

source: Warehouse:
ar: المستودع

source: Warehouse Code:
ar: رمز المستودع

source: Warehouse Statistics
ar: إحصائيات المبيعات

source: Warehouse Information
ar: معلومات المستودع

source: Warehouse Name:
ar: اسم المستودع

source: Creation Date:
ar: تاريخ الإنشاء

source: View Inventory Movements
ar: عرض حركة المخزون

source: All movements related to this warehouse
ar: جميع الحركات المتعلقة بهذا المستودع

source: View Transfers
ar: عرض التحويلات

source: Transfers from and to this warehouse
ar: عمليات النقل من وإلى هذا المستودع.

source: Product Inventory
ar: مخزون المنتجات

source: Products available in this warehouse
ar: المنتجات المتاحة في هذا المستودع

source: Edit Warehouse
ar: تعديل المستودعات

source: Clear and distinctive name for the warehouse
ar: أدخل اسماً وصفياً للحساب البنكي

source: Unique code for the warehouse (letters and numbers)
ar: رمز فريد للمستودع (الحروف والأرقام)

source: Warehouse address (optional)
ar: Warehouse address (اختياري)

source: Active Warehouse
ar: المستودعات النشطة

source: When activated: the warehouse can be used in operations
ar: عند التنشيط: يمكن استخدام المستودع في العمليات

source: When deactivated: the warehouse will be hidden from lists
ar: عند إلغاء التنشيط: سيتم إخفاء المستودع من القوائم

source: When activated: this warehouse will be selected automatically in all operations
ar: عند التفعيل: سيتم تحديد هذا المستودع تلقائيًا في جميع العمليات

source: Note: there can be only one default warehouse
ar: ملاحظة: لا يمكن أن يكون هناك سوى مستودع افتراضي واحد

source: Important Tips:
ar: نصائح مهمة:

source: Make sure the warehouse name is clear and understandable
ar: تأكد من أن اسم المستودع واضح ومفهوم

source: Use a short and easy-to-remember code for the warehouse
ar: استخدم رمزًا قصيرًا وسهل التذكر للمستودع

source: Deactivating the warehouse will not delete the associated data
ar: لن يؤدي إلغاء تنشيط المستودع إلى حذف البيانات المرتبطة به

source: The warehouse can be reactivated at any time
ar: يمكن إعادة تنشيط المستودع في أي وقت

source: Warehouse List
ar: المستودعات

source: Warehouse Report
ar: تقرير المستودع

source: Add New Warehouse
ar: إضافة مستودع جديد

source: Total Warehouses
ar: إجمالي المستودعات

source: Sub Warehouses
ar: المستودعات الفرعية

source: Movements This Month
ar: الحركات هذا الشهر

source: Default
ar: الافتراضي

source: Total Units
ar: إجمالي الوحدات

source: No warehouses
ar: لا يوجد مستودعات

source: No warehouses have been created yet.
ar: لم يتم إنشاء أي مستودعات حتى الآن.

source: Starting warehouse report print...
ar: جاري طباعة تقرير المستودع الأولي...

source: Number of existing warehouse rows
ar: عدد صفوف المستودعات الموجودة

source: No warehouses to print
ar: لا يوجد مستودعات للطباعة

source: Warehouse data
ar: بيانات المستودع

source: Back to Accounts List
ar: العودة إلى قائمة الحسابات

source: Account Informations
ar: معلومات الحساب

source: No transactions for this account
ar: لا توجد معاملات

source: No Transactions
ar: المعاملات

source: No transactions for this account yet
ar: لا توجد معاملات

source: Account Code Available
ar: كود الحساب

source: Enter a clear and understandable account name
ar: اختر أسماء واضحة ومفهومة للفئات

source: Account Types:
ar: نوع الحساب

source: Select the main account if this is a sub-account (optional)
ar: اختر الحساب الرئيسي إذا كان هذا حساب فرعي (اختياري)

source: Enter a detailed description of the account and the nature of operations that will be recorded on it (optional)
ar: أدخل وصفاً مفصلاً لسبب التحويل

source: Account code must be more than one digit
ar: المبلغ يجب أن يكون أكبر من صفر

source: Account code is too long
ar: الحساب غير موجود

source: Please correct the errors in the form before saving
ar: يرجى تصحيح الأخطاء في النموذج

source: Account Ledger
ar: كود الحساب

source: Back to Accounts
ar: العودة إلى قائمة الحسابات

source: Account Information
ar: معلومات الحساب

source: Filter Transactions
ar: المعاملات ذات الصلة

source: View Entry
ar: عرض التفاصيل

source: No transactions found for this account.
ar: لم يتم العثور على معاملات مالية لهذا العميل

source: Reforming the hierarchy
ar: إصلاح الهرمية

source: New Account
ar: عرض الحساب

source: Export and Printing Options
ar: خيارات التصدير والطباعة

source: تصدير إلى Excel
ar: تصدير إلى إكسل

source: Hermetic Path
ar: المسار الهرمي

source: ترقيم الصفحات
ar: إظهار أرقام الصفحات

source: لا توجد حسابات
ar: لا توجد حركات

source: No accounts found matching the search criteria
ar: لم يتم العثور على أصول بناءً على معايير البحث المحددة

source: Create New Account
ar: إنشاء حساب جديد

source: تاريخ الطباعة
ar: Creation Date

source: Journal Entries Dashboard
ar: القيود اليومية

source: Total Entries
ar: إجمالي الإدخالات

source: Number of Accounts
ar: عدد المستندات

source: New Entry
ar: إضافة قيد جديد

source: Entries
ar: إدخالات

source: View All Entries
ar: عرض جميع الإدخالات

source: No journal entries yet
ar: لم يتم العثور قيود

source: Create First Entry
ar: إنشاء قيد يومية

source: Entries by Type
ar: نوع الإدخال

source: Journal Entries by Type
ar: القيود اليومية

source: All Entries
ar: عرض جميع الإدخالات

source: Create Entry
ar: إنشاء القيد

source: Entry
ar: دخول:

source: Filter by Operation Type
ar: تصفية حسب نوع العملية

source: All Journal Entries
ar: القيود اليومية
